{
    "name": "Duyen Nguyen",
    "linkedin_url": "https://www.linkedin.com/in/duyen-nguyen-18a101b2",
    "about": [
        "I am hard-working, responsible and always up for new challenges. \"What you get by achieving your goals, is not as important as what you become by achieving your goals\" is my motto. That's why I always want to seek ways to improve myself day by day.\n\nMy objective is to employ my knowledge and experience with the intention of securing a professional career with opportunity for challenges and career advancement, while gaining knowledge of new skills and expertise."
    ],
    "experiences": [
        {
            "institution_name": "Nestle Vietnam",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Nestle+Vietnam+",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Feb 2022",
            "to_date": "Present",
            "description": null,
            "position_title": "VAS Accountant",
            "duration": "11 mos",
            "location": null,
            "times": "Full-time"
        },
        {
            "institution_name": "Sun Life Vietnam",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Sun+Life+Vietnam+",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jul 2021",
            "to_date": "Dec 2021",
            "description": "A 100% foreign owned company (HO – Canada) specialized in insurance and financial services.\n\n- Track and monitor actual IT expenses vs budget and proactively address concerns to manager and related person in charged\n\n- Coordinate with Financial Accounting in monthly/ quarterly/ year-end closing, undertake pre- and post-closing review to ensure IT expenses are in line with IT budget\n\n- Reviewing the IT chargebacks and processing payments for them\n\n- Prepare for forecasting & budgeting and ensure actions & follow-ups are taken to address\n\n- Support in providing frequent, ad-hoc expense reports and other reports as per requests\n\n- Coordinate with related department & functions and support IT team on required processes & activities of the company \n\n- Ad-hoc works as requested by management\nA 100% foreign owned company (HO – Canada) specialized in insurance and financial services. - Track and monitor actual IT expenses vs budget and proactively address concerns to manager and related person in charged - Coordinate with Financial Accounting in monthly/ quarterly/ year-end closing, undertake pre- and post-closing review to ensure IT expenses are in line with IT budget - Reviewing the IT chargebacks and processing payments for them - Prepare for forecasting & budgeting and ensure actions & follow-ups are taken to address - Support in providing frequent, ad-hoc expense reports and other reports as per requests - Coordinate with related department & functions and support IT team on required processes & activities of the company - Ad-hoc works as requested by management",
            "position_title": "Intermediate Finance & Planning Analyst",
            "duration": "6 mos",
            "location": "Vietnam",
            "times": "Full-time"
        },
        {
            "institution_name": "Chợ Tốt",
            "website": "https://www.linkedin.com/company/3780320/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "May 2016",
            "to_date": "Jun 2021",
            "description": "A 100% foreign owned company (HO – Singapore) specialized in e-commerce industry.\n\n- Be in charge of making payment for vendors and claim for employee: review and check the validity and completeness of supporting documents\n- Carry out month-end closing: booking invoices, payments and other preparing and booking GL entries to accounting system\n- Reconcile between reports from accounting system and accounting ledgers \n- Assist in preparing Financial Statement for month-end closing: balance sheet, income statement\n- Prepare reports about the variance of expenses between the current month and last month; actual expense and forecast\n- Prepare tax declarations (VAT and FCT) monthly and quarterly\n- Review and give advices about financial term on contracts of other departments\n- Working with external audit, tax consultant, banks and tax authorities\n- Design and monitor AP processes: payment for vendor process, reimbursement for staff process, contract reviewing process, work from home process,...\n- Cross-functional working with Marketing, Human Resources, Procurement, Technical teams... in matters relating financial and accounting\n- Ad-hoc works as requested by management.\nA 100% foreign owned company (HO – Singapore) specialized in e-commerce industry. - Be in charge of making payment for vendors and claim for employee: review and check the validity and completeness of supporting documents - Carry out month-end closing: booking invoices, payments and other preparing and booking GL entries to accounting system - Reconcile between reports from accounting system and accounting ledgers - Assist in preparing Financial Statement for month-end closing: balance sheet, income statement - Prepare reports about the variance of expenses between the current month and last month; actual expense and forecast - Prepare tax declarations (VAT and FCT) monthly and quarterly - Review and give advices about financial term on contracts of other departments - Working with external audit, tax consultant, banks and tax authorities - Design and monitor AP processes: payment for vendor process, reimbursement for staff process, contract reviewing process, work from home process,... - Cross-functional working with Marketing, Human Resources, Procurement, Technical teams... in matters relating financial and accounting - Ad-hoc works as requested by management.",
            "position_title": "Finance Specialist",
            "duration": "5 yrs 2 mos",
            "location": "Ho Chi Minh City, Viet Nam",
            "times": null
        },
        {
            "institution_name": "Cargill",
            "website": "https://www.linkedin.com/company/2678/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jan 2016",
            "to_date": "Mar 2016",
            "description": "A 100% foreign owned company (HO - Minnesota, USA) specialized in making food ingredients, agricultural, risk management, and commodity trading and processing\n\n- Booking invoices into accounting system\n\n- Assist in the month end close process, including the preparation of journal entries and account reconciliations\n\n- Perform department variance analysis during month-end closing process\n\n- Filing documents: invoices, contracts, banks statements accordingly\n\n- Ad-hoc works as requested by management\nA 100% foreign owned company (HO - Minnesota, USA) specialized in making food ingredients, agricultural, risk management, and commodity trading and processing - Booking invoices into accounting system - Assist in the month end close process, including the preparation of journal entries and account reconciliations - Perform department variance analysis during month-end closing process - Filing documents: invoices, contracts, banks statements accordingly - Ad-hoc works as requested by management",
            "position_title": "Assistant Accountant - Internship",
            "duration": "3 mos",
            "location": "Ho Chi Minh, Viet Nam",
            "times": null
        }
    ],
    "educations": [
        {
            "institution_name": "University Of Economics Ho Chi Minh City",
            "website": "https://www.linkedin.com/company/13739721/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2012",
            "to_date": "2016",
            "description": "I graduated from “University of Economics, Ho Chi Minh City”, specialized in Accounting-Auditing. While studying there, I have gained valuable knowledge and experience that relate to accounting, finance... Also, I have learnt a lot of soft skills there: presentation skill, team-work skill, leadership skill...",
            "degree": "Bachelor's degree",
            "field_of_study": "Accounting - Auditing",
            "grade": "7.67/10.00",
            "activities": "- An active member of BELL (Business English for Learners and Lovers) club.\n\n- An active member of A2C (Accounting - Auditing) club.\n\n- Participating in various charity and environmental activities.\n\n- Joining in various competitions and achieve remarkable results"
        },
        {
            "institution_name": "Tran Phu High School - Da Lat City",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Tran+Phu+High+School+-+Da+Lat+City",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2010",
            "to_date": "2012",
            "description": null,
            "degree": "High School Diploma",
            "field_of_study": null,
            "grade": null,
            "activities": null
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": [
        {
            "name": "Finance",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Project Management",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Financial Analysis",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Financial Accounting",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Time Management",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Tax Advisory",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Microsoft Excel",
            "tag": "TOOLS-&-TECHNOLOGIES"
        },
        {
            "name": "Microsoft Office",
            "tag": "TOOLS-&-TECHNOLOGIES"
        },
        {
            "name": "Communication",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Teamwork",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "English",
            "tag": "LANGUAGES"
        }
    ]
}