{
    "name": "Hai Nguyen",
    "linkedin_url": "https://www.linkedin.com/in/hai-nguyen-674028185",
    "about": [
        "General human resources experience: administration, recruitment - training, Social insurance, C&B\nRecruiting diverse positions: back office (HR, accounting, purchasing, storekeeper, sales,...), engineer, technical (environment, construction, automation,...), art, creativity (Cinematographer, director, production organization, screenwriter,...),...\nExperience in working with the inspection team of social insurance, making social insurance inspection dossiers"
    ],
    "experiences": [
        {
            "institution_name": "Quoc Viet Trading and Engineering Co., Ltd.",
            "website": "https://www.linkedin.com/company/75602994/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Feb 2022",
            "to_date": "Present",
            "description": "- Preparing and reviewing compensation and benefits packages\n- Administering health and life insurance programs\n- Implementing training and development plans\n- Plan quarterly and annual performance review sessions\n- Inform employees about additional benefits they’re eligible for (e.g extra vacation days)\n- Update employee records with new hire information and/or changes in employment status\n- Maintain organizational charts and detailed job descriptions along with salary records\n- Forecast hiring needs and ensure recruitment process runs smoothly\n- Develop and implement HR policies throughout the organization\n- Preparing and reviewing compensation and benefits packages - Administering health and life insurance programs - Implementing training and development plans - Plan quarterly and annual performance review sessions - Inform employees about additional benefits they’re eligible for (e.g extra vacation days) - Update employee records with new hire information and/or changes in employment status - Maintain organizational charts and detailed job descriptions along with salary records - Forecast hiring needs and ensure recruitment process runs smoothly - Develop and implement HR policies throughout the organization",
            "position_title": "Human Resources Specialist",
            "duration": "11 mos",
            "location": "Ho Chi Minh City, Vietnam",
            "times": "Full-time"
        },
        {
            "institution_name": "Van Lang inviremental company",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Van+Lang+inviremental+company",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Oct 2020",
            "to_date": "Jan 2022",
            "description": "- Source candidates using a variety of search methods to build a robust candidate pipeline\n- Screen candidates by reviewing resumes and job applications, and performing phone screenings\n- Take ownership of candidate experience by designing and managing it develop job postings, job descriptions, and position requirements\n- Facilitate the offer process by extending the offer and negotiationg employment terms\n- Manage onboarding and new hire process\n- Manage the overall interview, selection, and closing process\n- Ensure all screening, hiring, and selection is done in accordance with employment laws and regulations\n- Answering incoming calls; taking messages and re-directing calls as required\n- Diary management and arranging appointments, booking meeting rooms and conference facilities\n- Data entry (sales figures, property listings etc.)\n- General office management such as ordering stationary\n- Organising travel and accommodation for staff and customers\n- Arranging both internal and external events\n- Possibly maintaining the company social media accounts\n- Source candidates using a variety of search methods to build a robust candidate pipeline - Screen candidates by reviewing resumes and job applications, and performing phone screenings - Take ownership of candidate experience by designing and managing it develop job postings, job descriptions, and position requirements - Facilitate the offer process by extending the offer and negotiationg employment terms - Manage onboarding and new hire process - Manage the overall interview, selection, and closing process - Ensure all screening, hiring, and selection is done in accordance with employment laws and regulations - Answering incoming calls; taking messages and re-directing calls as required - Diary management and arranging appointments, booking meeting rooms and conference facilities - Data entry (sales figures, property listings etc.) - General office management such as ordering stationary - Organising travel and accommodation for staff and customers - Arranging both internal and external events - Possibly maintaining the company social media accounts",
            "position_title": "Human Resources Executive",
            "duration": "1 yr 4 mos",
            "location": "Ho Chi Minh City, Vietnam",
            "times": "Full-time"
        },
        {
            "institution_name": "MCV Group",
            "website": "https://www.linkedin.com/company/82546495/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Oct 2019",
            "to_date": "Sep 2020",
            "description": "- Identifying future hiring needs and developing job descriptions and specifications.\n- Collaborating with department managers to compile a consistent list of requirements.\n- Attracting suitable candidates through databases, online employment forums, social media, etc.\n- Conducting interviews and sorting through applicants to fill open positions.\n- Assessing applicants' knowledge, skills, and experience to best suit open positions.\n- Completing paperwork for new hires.\n- Keeping up-to-date on current employment legislation and regulations and enforcing them within the company.\n- Providing recruitment reports to team managers.\n- Identifying future hiring needs and developing job descriptions and specifications. - Collaborating with department managers to compile a consistent list of requirements. - Attracting suitable candidates through databases, online employment forums, social media, etc. - Conducting interviews and sorting through applicants to fill open positions. - Assessing applicants' knowledge, skills, and experience to best suit open positions. - Completing paperwork for new hires. - Keeping up-to-date on current employment legislation and regulations and enforcing them within the company. - Providing recruitment reports to team managers.",
            "position_title": "Human Resources Recruiter",
            "duration": "1 yr",
            "location": "Ho Chi Minh City, Vietnam",
            "times": "Full-time"
        },
        {
            "institution_name": "UrBox - Digital Rewards & Loyalty Solution",
            "website": "https://www.linkedin.com/company/14647445/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Feb 2018",
            "to_date": "Oct 2019",
            "description": "- Connect with vendors in many fields like F&B, Shopping, Fashion, Travel,.... Mainly chain stores and big brands nationwide according to target.\n- Set up meeting and exchange proposals for cooperation\n- Follow, sign contracts to expand merchant network to provide e-gifts\n- Coordinate with Marketing, Operation, Product departments to proceed the cooperation programs, onsite products, Co-marketing programs to optimize products and services provided and relationships with vendors.\n- Connect with vendors in many fields like F&B, Shopping, Fashion, Travel,.... Mainly chain stores and big brands nationwide according to target. - Set up meeting and exchange proposals for cooperation - Follow, sign contracts to expand merchant network to provide e-gifts - Coordinate with Marketing, Operation, Product departments to proceed the cooperation programs, onsite products, Co-marketing programs to optimize products and services provided and relationships with vendors.",
            "position_title": "Partnership executive",
            "duration": "1 yr 9 mos",
            "location": "Ho Chi Minh City, Vietnam",
            "times": "Full-time"
        }
    ],
    "educations": [
        {
            "institution_name": "Ho Chi Minh City University of Law (ULAW)",
            "website": "https://www.linkedin.com/company/30236077/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2022",
            "to_date": "2024",
            "description": null,
            "degree": "Bachelor's degree",
            "field_of_study": "Law",
            "grade": null,
            "activities": null
        },
        {
            "institution_name": "ĐH KHXH&NV - University of Social Sciences and Humanities (USSH, VNUHCM)",
            "website": "https://www.linkedin.com/company/68604165/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2014",
            "to_date": "2018",
            "description": null,
            "degree": "Bachelor's degree",
            "field_of_study": "Sociology",
            "grade": null,
            "activities": null
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": [
        {
            "name": "Insurance",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Recruiting",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "HR Policies",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Administration",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Sales",
            "tag": "INDUSTRY-KNOWLEDGE"
        }
    ]
}