{
    "name": "Huong Nguyen",
    "linkedin_url": "https://www.linkedin.com/in/huong-nguyen-5a922816",
    "about": [
        "- Experience in Recruiting and Training\n\nSpecialties: - Good knowledge and able to update in HR industry by myself\n- Good communication, presentation, negotiation skills\n- Responsibility, optimistic, pro-active and flexible"
    ],
    "experiences": [
        {
            "institution_name": "SmartViet HR Corp.",
            "website": "https://www.linkedin.com/company/1017027/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "May 2011",
            "to_date": "Present",
            "description": null,
            "position_title": "Recruitment Manager",
            "duration": "11 yrs 8 mos",
            "location": null,
            "times": null
        },
        {
            "institution_name": "Diamond World Corp.",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Diamond+World+Corp%2E",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "May 2010",
            "to_date": "May 2011",
            "description": null,
            "position_title": "Recruitment Manager",
            "duration": "1 yr 1 mo",
            "location": null,
            "times": null
        },
        {
            "institution_name": "Pyramid Consulting Vietnam",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Pyramid+Consulting+Vietnam",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Apr 2009",
            "to_date": "May 2010",
            "description": " Recruitment duties:\n- Analyze and select recruitment channels.\n- Prepare, design and carry out job ads for online recruitment websites, contact recruitment agencies (head hunting service) and others.\n- Search, screen and select candidate’s resumes.\n- Call interview and direct interview qualified/potential candidates.\n- Schedule interview plan for HR Director, Head of Dept, Technical Manager and COO\nManagement duties\n Establish and revise recruitment policy, procedures,..\n Establish and control all Job Specification.\n Establish and manage infrastructure, data,…for recruitment tasks.\n Design requirements of Recruitment Tool\n Cum Training Coordinator from Oct - 2009:\n- Manage training schedule and co-ordinate all internal trainers to execute training activities.\n- Organize and manage all of file relevant training/seminar (Schedule, Record Contribution, survey,..)\n Recruitment duties: - Analyze and select recruitment channels. - Prepare, design and carry out job ads for online recruitment websites, contact recruitment agencies (head hunting service) and others. - Search, screen and select candidate’s resumes. - Call interview and direct interview qualified/potential candidates. - Schedule interview plan for HR Director, Head of Dept, Technical Manager and COO Management duties  Establish and revise recruitment policy, procedures,..  Establish and control all Job Specification.  Establish and manage infrastructure, data,…for recruitment tasks.  Design requirements of Recruitment Tool  Cum Training Coordinator from Oct - 2009: - Manage training schedule and co-ordinate all internal trainers to execute training activities. - Organize and manage all of file relevant training/seminar (Schedule, Record Contribution, survey,..)",
            "position_title": "Recruitment Supervisor cum Training Coordinator",
            "duration": "1 yr 2 mos",
            "location": null,
            "times": null
        },
        {
            "institution_name": "Phuong Nam Corp - PNC",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Phuong+Nam+Corp+-+PNC",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Mar 2008",
            "to_date": "Apr 2009",
            "description": " HR Manager support duties:\n- Support HR Manager establishes policy, regulation, procedures and documents in recruitment and training.\n- Provide guidelines and monitor for the implementation of the policy and procedures of subsidiaries’ recruitment and training activities\n- Support HR Manager establishes recruitment and training plans, strategies for next quarter and next year. \n- Suggest and monitor recruitment and training budgets.\n\n Recruitment duties:\n- Establish recruitment plan for new projects, stores, branches and subsidiaries.\n- Analyze and select appropriate recruitment channels.\n- Prepare, design and carry out job ads in newspaper, online recruitment websites and contact recruitment agencies (head hunting service) and others.\n- Search, screen and select candidate's resume.\n- Call interview and direct interview qualified/potential candidates.\n- Schedule interview plan for HR Manage, Head of Dept, subsidiaries’ Manager and General Director.\n- Negotiate salary with candidates.\n- Follow up probation period all new employees.\n- Manage a Recruitment Staff.\n Training duties:\n- Identify training needs based on the result of performance appraisal program, conferring with managers and supervisors, Customer Service's feedback \n- Analyse training needs to develop new training programs or modify and improve existing programs. \n- Search and suggest instructors or training center to conduct training. \n- Establish, execute and coordinate all training programs (in-house and external).\n- Monitor, evaluate and record all training activities.\n- Monitor on & off-the-job training, count working days and execute payroll for trainees in training program of new project.\n- Design and conduct the new employee orientation.\n- Establish and monitor the integration training for new employees – (Manager and Supervisor level).\n- Establish and provide guidelines, manage and follow up employees’ individual commitment to training course.\n HR Manager support duties: - Support HR Manager establishes policy, regulation, procedures and documents in recruitment and training. - Provide guidelines and monitor for the implementation of the policy and procedures of subsidiaries’ recruitment and training activities - Support HR Manager establishes recruitment and training plans, strategies for next quarter and next year. - Suggest and monitor recruitment and training budgets.  Recruitment duties: - Establish recruitment plan for new projects, stores, branches and subsidiaries. - Analyze and select appropriate recruitment channels. - Prepare, design and carry out job ads in newspaper, online recruitment websites and contact recruitment agencies (head hunting service) and others. - Search, screen and select candidate's resume. - Call interview and direct interview qualified/potential candidates. - Schedule interview plan for HR Manage, Head of Dept, subsidiaries’ Manager and General Director. - Negotiate salary with candidates. - Follow up probation period all new employees. - Manage a Recruitment Staff.  Training duties: - Identify training needs based on the result of performance appraisal program, conferring with managers and supervisors, Customer Service's feedback - Analyse training needs to develop new training programs or modify and improve existing programs. - Search and suggest instructors or training center to conduct training. - Establish, execute and coordinate all training programs (in-house and external). - Monitor, evaluate and record all training activities. - Monitor on & off-the-job training, count working days and execute payroll for trainees in training program of new project. - Design and conduct the new employee orientation. - Establish and monitor the integration training for new employees – (Manager and Supervisor level). - Establish and provide guidelines, manage and follow up employees’ individual commitment to training course.",
            "position_title": "Senior Recruitment and Training Executive",
            "duration": "1 yr 2 mos",
            "location": null,
            "times": null
        },
        {
            "institution_name": "GA Consultant",
            "website": "https://www.linkedin.com/search/results/all/?keywords=GA+Consultant",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Sep 2006",
            "to_date": "Mar 2008",
            "description": "- Find out and built up client database.\n- Find out, approach potential clients and get involved them to reach their cooperation.\n- Consult and support the appropriate service to client’s recruitment needs.\n- Carry out recruitment plan for client; search and select qualified candidates \n- Interview and evaluate potential candidates.\n- Send qualified candidates and follow up client’s recruitment procedure; take care candidates.\n- Support to Marketing activities.\n- Find out and built up client database. - Find out, approach potential clients and get involved them to reach their cooperation. - Consult and support the appropriate service to client’s recruitment needs. - Carry out recruitment plan for client; search and select qualified candidates - Interview and evaluate potential candidates. - Send qualified candidates and follow up client’s recruitment procedure; take care candidates. - Support to Marketing activities.",
            "position_title": "Sales Executive - Consultant",
            "duration": "1 yr 7 mos",
            "location": null,
            "times": null
        }
    ],
    "educations": [
        {
            "institution_name": "Truòng Dai hoc Dan Lap Van Lang",
            "website": "https://www.linkedin.com/company/15105048/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2002",
            "to_date": "2006",
            "description": null,
            "degree": "Bachelor",
            "field_of_study": "Business Administration",
            "grade": null,
            "activities": null
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": []
}