{
    "name": "Hoai T.",
    "linkedin_url": "https://www.linkedin.com/in/jdth1",
    "about": [
        "Hi folks,\nI'm Hoai.\n\n- Eager-to-learn, proactive, open-minded, and results-oriented attitude\n- Client development & account management\n- Sourcing, engaging, and managing candidates through the full cycle recruitment process from entry-level to Executive-level positions\n\nDon't hesitate to contact me at:\nEmail: hoai.trinh@employmentvietnam.com"
    ],
    "experiences": [
        {
            "institution_name": "EMPLOYMENT VIETNAM",
            "website": "https://www.linkedin.com/company/356507/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Feb 2020",
            "to_date": "Present",
            "description": "Employment Vietnam is a human resource leader in the local region with a global reach. We are a retained executive search firm that provides top talent to our clients to lead their organization’s key roles.\n\nWe operate through focused industry practice groups, each led by an experienced head hunter, team-spirited, and talented professionals. Working in a seamless collaboration to deliver the best possible outcome for both clients and candidates.\nEmployment Vietnam is a human resource leader in the local region with a global reach. We are a retained executive search firm that provides top talent to our clients to lead their organization’s key roles. We operate through focused industry practice groups, each led by an experienced head hunter, team-spirited, and talented professionals. Working in a seamless collaboration to deliver the best possible outcome for both clients and candidates.",
            "position_title": "Recruitment Consultant",
            "duration": "2 yrs 11 mos",
            "location": null,
            "times": null
        },
        {
            "institution_name": "National Economics University (Vietnam)",
            "website": "https://www.linkedin.com/company/13315365/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": null,
            "to_date": null,
            "description": "I worked as a Research Assistant on The Scientific Research of The MOET for Education.\n\nE-BBA. Trinh Thi Hoai (2021), The Status of Autonomy in Vietnam’s General Education, Proceedings National Science Conference 2020, December 25, 2020, Labor Publisher, pp. 130 - 142\nI worked as a Research Assistant on The Scientific Research of The MOET for Education. E-BBA. Trinh Thi Hoai (2021), The Status of Autonomy in Vietnam’s General Education, Proceedings National Science Conference 2020, December 25, 2020, Labor Publisher, pp. 130 - 142",
            "position_title": "Research Assistant",
            "duration": null,
            "location": null,
            "times": "Part-time"
        },
        {
            "institution_name": "Adecco",
            "website": "https://www.linkedin.com/company/1104359/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Dec 2018",
            "to_date": "Apr 2019",
            "description": "Let’s see – where do we begin? We’re the world’s largest staffing firm. In a nutshell, we’re experts in recruitment and providing world-class payroll and staffing solutions. With more than 33,000 passionate employees in 5,000+ branches across 60 countries and territories worldwide, we’ve got you covered.\n\nIn Vietnam, we successfully help hundreds of people into exciting new careers every year. Plus, at any one time, we have around 7,000 associates putting their skills to work, not to mention the capability to churn out around 7,000 payroll transactions every month, always on time and confidentially. Pretty impressive, right?\n\nBut we haven’t let world domination get in our head. Our diverse team of 100+ employees is deeply connected to the local scene. They understand the people and the market. All the way from Ho Chi Minh City to Hanoi, we keep ourselves happily busy every day connecting people with jobs and jobs with people.\n\n- Report to Branch Director\nMain responsibilities:\n- Key in the information of clients, jobs, and candidates to Adecco internal information system.\n- Assist management in monthly and weekly operation tracking and report.\n- Assist consultants in recruitment activities, including candidate searching, candidate profile\npreparation, job posting, and translation.\n- Assist consultants to confirm the interview of candidates, and consult candidate to apply the positions\nthat are opening\n- Coordinate with the national Marketing Team to facilitate Hanoi team’s marketing activities.\n- Work under the supervision of Branch Director.\nLet’s see – where do we begin? We’re the world’s largest staffing firm. In a nutshell, we’re experts in recruitment and providing world-class payroll and staffing solutions. With more than 33,000 passionate employees in 5,000+ branches across 60 countries and territories worldwide, we’ve got you covered. In Vietnam, we successfully help hundreds of people into exciting new careers every year. Plus, at any one time, we have around 7,000 associates putting their skills to work, not to mention the capability to churn out around 7,000 payroll transactions every month, always on time and confidentially. Pretty impressive, right? But we haven’t let world domination get in our head. Our diverse team of 100+ employees is deeply connected to the local scene. They understand the people and the market. All the way from Ho Chi Minh City to Hanoi, we keep ourselves happily busy every day connecting people with jobs and jobs with people. - Report to Branch Director Main responsibilities: - Key in the information of clients, jobs, and candidates to Adecco internal information system. - Assist management in monthly and weekly operation tracking and report. - Assist consultants in recruitment activities, including candidate searching, candidate profile preparation, job posting, and translation. - Assist consultants to confirm the interview of candidates, and consult candidate to apply the positions that are opening - Coordinate with the national Marketing Team to facilitate Hanoi team’s marketing activities. - Work under the supervision of Branch Director.",
            "position_title": "Business Support | Corporate Intern",
            "duration": "5 mos",
            "location": null,
            "times": "Internship"
        },
        {
            "institution_name": "TRANANH MUSIC",
            "website": "https://www.linkedin.com/search/results/all/?keywords=TRANANH+MUSIC",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Sep 2017",
            "to_date": "Oct 2018",
            "description": null,
            "position_title": "Assistant of Co-Founder",
            "duration": "1 yr 2 mos",
            "location": null,
            "times": "Part-time"
        }
    ],
    "educations": [
        {
            "institution_name": "National Economics University (Vietnam)",
            "website": "https://www.linkedin.com/company/13315365/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": null,
            "to_date": null,
            "description": null,
            "degree": "Bachelor of Business Administration in English @ BSNEU",
            "field_of_study": null,
            "grade": null,
            "activities": null
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": [
        {
            "name": "Data Analysis",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "SEO",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Content Marketing",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Executive Search",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Business Development",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Business-to-Business (B2B)",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "HR Consulting",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "HR Analytics",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Communication",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Negotiation",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Problem Solving",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Teamwork",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Critical Thinking",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Strategic Thinking",
            "tag": "INTERPERSONAL-SKILLS"
        }
    ]
}