{
    "name": "Nguyệt Đặng",
    "linkedin_url": "https://www.linkedin.com/in/nguy%E1%BB%87t-%C4%91%E1%BA%B7ng-16b145198",
    "about": [],
    "experiences": [
        {
            "institution_name": "FPT Long Chau",
            "website": "https://www.linkedin.com/search/results/all/?keywords=FPT+Long+Chau",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "May 2021",
            "to_date": "Mar 2022",
            "description": "* Primarily responsible for positions: Pharmacist, operations executive\n- Leveraging all hiring resources (local, internal, external) to increase the talent pool and its quality.\n- Search and review CV to narrow down selected applicants.\n- Interview and select qualified talent: Set up interview schedule and join interview, deal salary and offer process if the candidate passed the interview.\n* Design poster, banner...\n* Primarily responsible for positions: Pharmacist, operations executive - Leveraging all hiring resources (local, internal, external) to increase the talent pool and its quality. - Search and review CV to narrow down selected applicants. - Interview and select qualified talent: Set up interview schedule and join interview, deal salary and offer process if the candidate passed the interview. * Design poster, banner...",
            "position_title": "Talent Acquisition Specialist",
            "duration": "11 mos",
            "location": null,
            "times": "Full-time"
        },
        {
            "institution_name": "GiaoHangNhanh (GHN)",
            "website": "https://www.linkedin.com/company/2721159/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "May 2019",
            "to_date": "May 2021",
            "description": "Talent Acquisition\n* Primarily responsible for 3 positions: sales staff, shipper, operations executive\n- Analyzing job description, set a plan for this job about leadtime, sourcing, budget, etc.\n- Leveraging all hiring resources (local, internal, external) to increase the talent pool and its quality.\n- Search and review CV to narrow down selected applicants.\n- Interview and select qualified talent: Set up interview schedule and join interview with hiring manager, deal salary and offer process if the candidate passed the interview.\n- Supporting new staffs: welcome on-board, introduction & training program.\n* Working on Hris to create ID for employees\n* Responsible for training new TA: recruitment process, working inter-department\nTalent Acquisition * Primarily responsible for 3 positions: sales staff, shipper, operations executive - Analyzing job description, set a plan for this job about leadtime, sourcing, budget, etc. - Leveraging all hiring resources (local, internal, external) to increase the talent pool and its quality. - Search and review CV to narrow down selected applicants. - Interview and select qualified talent: Set up interview schedule and join interview with hiring manager, deal salary and offer process if the candidate passed the interview. - Supporting new staffs: welcome on-board, introduction & training program. * Working on Hris to create ID for employees * Responsible for training new TA: recruitment process, working inter-department",
            "position_title": "Talent Acquisition Executive",
            "duration": "2 yrs 1 mo",
            "location": null,
            "times": "Full-time"
        }
    ],
    "educations": [],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": []
}