{
    "name": "Nguyen Nguyen Thuong",
    "linkedin_url": "https://www.linkedin.com/in/nguyen-nguyen-thuong-bb7338171",
    "about": [],
    "experiences": [
        {
            "institution_name": "40HRS",
            "website": "https://www.linkedin.com/company/2528332/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2015",
            "to_date": "Present",
            "description": "40Hrs was founded in San Jose, California in the early 2000. Today we have a team of bright, talented recruiters that give the firm a balance of experience and breadth of in-depth exposure to the various industries in: administration, finance, manufacturing, engineering, logistics, IT, biosciences and other service sectors. We served our customer needs for all levels of workers.\n\nMISSION STATEMENT\n\nOur goal is to earn the confidence and trust of clients and employees by setting the highest standards of professionalism and integrity.\n40Hrs has established and maintained true Partnership Relationships with our clients and work to exceed their expectations.\nThe full-time and temporary employees of 40Hrs are the company's most valuable assets.\nAs such, they will be treated with respect, dignity and concern at all times.\n40Hrs was founded in San Jose, California in the early 2000. Today we have a team of bright, talented recruiters that give the firm a balance of experience and breadth of in-depth exposure to the various industries in: administration, finance, manufacturing, engineering, logistics, IT, biosciences and other service sectors. We served our customer needs for all levels of workers. MISSION STATEMENT Our goal is to earn the confidence and trust of clients and employees by setting the highest standards of professionalism and integrity. 40Hrs has established and maintained true Partnership Relationships with our clients and work to exceed their expectations. The full-time and temporary employees of 40Hrs are the company's most valuable assets. As such, they will be treated with respect, dignity and concern at all times.",
            "position_title": "Senior Recruitment Team Manager",
            "duration": "8 yrs",
            "location": "San Jose, California",
            "times": "Full-time"
        }
    ],
    "educations": [],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": []
}