{
    "name": "Nguyen Hai Phuong",
    "linkedin_url": "https://www.linkedin.com/in/nguyen-hai-phuong-21953458",
    "about": [
        "A resourceful and excellent performance team player who delivers the contribution to organizational success. Seeking a HR role that will allow a strategic and versatile HR professional with 15 years experience in Recruitment, Training, Employee Relations, Benefit & Compensation, Operation, Administration to provide best supporting & counsel to ensure compliance with company policies and procedures, as well as local labor laws."
    ],
    "experiences": [
        {
            "institution_name": "Vietnamese Foodies",
            "website": "https://www.linkedin.com/company/14448917/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Aug 2018",
            "to_date": "Present",
            "description": "Chào bạn, chúng tôi cần tuyển các vị trí nhân viên và quản lý cho hệ thống nhà hàng Vietnamese Foodies tại Dubai. Công ty bao chỗ ở, bữa ăn trong giờ làm việc, bảo hiểm, vé máy bay, visa lao động 2 năm tại Dubai, bạn không tốn phí. Phương 0918324294\nhttps://www.facebook.com/vietnamfoodies/\nChào bạn, chúng tôi cần tuyển các vị trí nhân viên và quản lý cho hệ thống nhà hàng Vietnamese Foodies tại Dubai. Công ty bao chỗ ở, bữa ăn trong giờ làm việc, bảo hiểm, vé máy bay, visa lao động 2 năm tại Dubai, bạn không tốn phí. Phương 0918324294 https://www.facebook.com/vietnamfoodies/",
            "position_title": "HRM Offshore",
            "duration": "4 yrs 5 mos",
            "location": "Dubai, United Arab Emirates",
            "times": "Freelance"
        },
        {
            "institution_name": "Oil & Gas Equipment Supplier Co.",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Oil+%26+Gas+Equipment+Supplier+Co%2E",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "May 2017",
            "to_date": "Aug 2018",
            "description": "1. Training & Recruitment: \n- Liaise with managers and interview employees at all levels \n- Manage new hire communication and new hire on-boarding process\n- Deliver and oversee the training of individuals or groups of employees\n- Implement, advise on and monitor appraisal schemes\n- Supervise and monitor progress made via training programmes or schemes\n- Design and assess training programmes\n- Maintain Performance Management Appraisal process\n2. Compensation & Benefit: \n- Review the payroll processing, Staff SI, HI, UI, PIT…monthly.\n- Propose and supervise the employee’s benefit according to the company Policy. \n3. Budgeting:\n- Make and control the HR & Admin budget for the year.\n4. Staff activities and discipline:\n- Lead all staff activities such as: Medical check-up, Year End Party, Kick Off, Business Review, Company Outing Trip/ Team building, birthday celebration…\n- Build up the HR & Admin procedure/ regulation to keep the company operation under controlling.\n5. Administration\n- Coordinate office activities and operations to secure efficiency and compliance to company policies\n- Supervise administrative staffs and divide responsibilities to ensure performance\n- Keep stock of office supplies and place orders when necessary\n- Coordinate office activities and operations to secure efficiency and compliance to company policies\n- Supervise administrative staffs and divide responsibilities to ensure performance\n- Manage agendas/travel arrangements/appointments etc. for the upper management\n- Submit timely reports and prepare presentations/proposals as assigned\n- Assist colleagues whenever necessary\n6. IT \n- Supervise the Helpdesk to support for the company requirement.\n1. Training & Recruitment: - Liaise with managers and interview employees at all levels - Manage new hire communication and new hire on-boarding process - Deliver and oversee the training of individuals or groups of employees - Implement, advise on and monitor appraisal schemes - Supervise and monitor progress made via training programmes or schemes - Design and assess training programmes - Maintain Performance Management Appraisal process 2. Compensation & Benefit: - Review the payroll processing, Staff SI, HI, UI, PIT…monthly. - Propose and supervise the employee’s benefit according to the company Policy. 3. Budgeting: - Make and control the HR & Admin budget for the year. 4. Staff activities and discipline: - Lead all staff activities such as: Medical check-up, Year End Party, Kick Off, Business Review, Company Outing Trip/ Team building, birthday celebration… - Build up the HR & Admin procedure/ regulation to keep the company operation under controlling. 5. Administration - Coordinate office activities and operations to secure efficiency and compliance to company policies - Supervise administrative staffs and divide responsibilities to ensure performance - Keep stock of office supplies and place orders when necessary - Coordinate office activities and operations to secure efficiency and compliance to company policies - Supervise administrative staffs and divide responsibilities to ensure performance - Manage agendas/travel arrangements/appointments etc. for the upper management - Submit timely reports and prepare presentations/proposals as assigned - Assist colleagues whenever necessary 6. IT - Supervise the Helpdesk to support for the company requirement.",
            "position_title": "HR & Admin Manager",
            "duration": "1 yr 4 mos",
            "location": "Vietnam",
            "times": null
        },
        {
            "institution_name": "PVI SUN LIFE INSURANCE CO.",
            "website": "https://www.linkedin.com/search/results/all/?keywords=PVI+SUN+LIFE+INSURANCE+CO%2E",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jul 2013",
            "to_date": "Jun 2016",
            "description": "Day to day responsible for HR functions including: recruitment, training development, staff activities, performance management and HR operation works: \n- Support to Head of HR and manage the whole recruitment process for approved vacancies from Manager Level and below to achieving the recruitment plan follow the company strategy of the year. Manage new hire communication and new hire on-boarding process.\n- Manage the whole training process as approval planning, conduct the training of Code of Conduct, New Employee Orientation, labour law rules and regulation guidelines training…\n- Maintain Performance Management Appraisal process.\n- Member of Social Committee, Trade Union to lead the sport, culture, charity activities, reward and recognition programs with monthly activities/ event/ meeting within the approval budget and discipline matters.\n- Leading the organization of Team building & Year End Party yearly, monthly events and other activities.\n- Support to the Expat operation (work permit/ visa/ resident card) and relocation services.\n- Lead for implementation of HR profile, contract management and HR operation system.\nDay to day responsible for HR functions including: recruitment, training development, staff activities, performance management and HR operation works: - Support to Head of HR and manage the whole recruitment process for approved vacancies from Manager Level and below to achieving the recruitment plan follow the company strategy of the year. Manage new hire communication and new hire on-boarding process. - Manage the whole training process as approval planning, conduct the training of Code of Conduct, New Employee Orientation, labour law rules and regulation guidelines training… - Maintain Performance Management Appraisal process. - Member of Social Committee, Trade Union to lead the sport, culture, charity activities, reward and recognition programs with monthly activities/ event/ meeting within the approval budget and discipline matters. - Leading the organization of Team building & Year End Party yearly, monthly events and other activities. - Support to the Expat operation (work permit/ visa/ resident card) and relocation services. - Lead for implementation of HR profile, contract management and HR operation system.",
            "position_title": "Deputy Manager, Human Resource",
            "duration": "3 yrs",
            "location": "Hochiminh City",
            "times": null
        },
        {
            "institution_name": "Y.S.P. INDUSTRIES VIETNAM LTD. CO.",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Y%2ES%2EP%2E+INDUSTRIES+VIETNAM+LTD%2E+CO%2E",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Oct 2012",
            "to_date": "Jun 2013",
            "description": null,
            "position_title": "HR Supervisor",
            "duration": "9 mos",
            "location": "Hochiminh City",
            "times": null
        },
        {
            "institution_name": "Petrosin Corporation (Vietnam Rep. Office)",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Petrosin+Corporation+%28Vietnam+Rep%2E+Office%29",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jan 2000",
            "to_date": "Feb 2012",
            "description": null,
            "position_title": "HR Supervisor",
            "duration": "12 yrs 2 mos",
            "location": "Hochiminh City",
            "times": null
        }
    ],
    "educations": [
        {
            "institution_name": "University of Economics",
            "website": "https://www.linkedin.com/search/results/all/?keywords=University+of+Economics",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": null,
            "to_date": null,
            "description": null,
            "degree": "Bachelor’s Degree",
            "field_of_study": "Business Administration & Foreign Trade",
            "grade": null,
            "activities": null
        },
        {
            "institution_name": "Van Lang University, Hochiminh City",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Van+Lang+University%2C+Hochiminh+City",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": null,
            "to_date": null,
            "description": null,
            "degree": "Bachelor’s Degree",
            "field_of_study": "Economic Law",
            "grade": null,
            "activities": null
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": [
        {
            "name": "Employee Relations",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Human Resources",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Performance Management",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Recruiting",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "HR Consulting",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Compensation &amp; Benefits",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Time Management",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Training &amp; Development",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Expatriate Management",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Leadership",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Negotiation",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Teamwork",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Management",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Interpersonal Communication",
            "tag": "INTERPERSONAL-SKILLS"
        }
    ]
}