{
    "name": "Phụng Thanh",
    "linkedin_url": "https://www.linkedin.com/in/ph%E1%BB%A5ng-thanh-474694145",
    "about": [
        "Experienced Recruiter with a demonstrated history of working in the information technology and services industry. Skilled in Microsoft Office (Excel, Word, Powerpoint..),Power BI, Power Query, Google sheets, Screening, Management,Data analyst,..."
    ],
    "experiences": [
        {
            "institution_name": "GiaoHangNhanh (GHN)",
            "website": "https://www.linkedin.com/company/2721159/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Apr 2019",
            "to_date": "Jan 2021",
            "description": "Building HR reports in Google Data studio (connecting data source from Biqquery with SQL) such as Workforce Analysis, Turn-over Rate Analysis, Cohort Analyst, Retention Rate, Tracking arrears, tracking Termination, Performance, etc\nCollect needs, data with relevant departments to build reports\nStandardize raw data, Export data according to the request of the departments\nMaintaining, and updating HRM systems. \nUpdate structure on the system such as Working location, change/add job title, change/add departments structure, etc\nCarry out transfer related to the region, Line Manager, Internal transfer, Working place, etc\nBuilding HR reports in Google Data studio (connecting data source from Biqquery with SQL) such as Workforce Analysis, Turn-over Rate Analysis, Cohort Analyst, Retention Rate, Tracking arrears, tracking Termination, Performance, etc Collect needs, data with relevant departments to build reports Standardize raw data, Export data according to the request of the departments Maintaining, and updating HRM systems. Update structure on the system such as Working location, change/add job title, change/add departments structure, etc Carry out transfer related to the region, Line Manager, Internal transfer, Working place, etc",
            "position_title": "HR Data Analyst",
            "duration": "1 yr 10 mos",
            "location": "Vietnam",
            "times": "Full-time"
        },
        {
            "institution_name": "GiaoHangNhanh (GHN)",
            "website": "https://www.linkedin.com/company/2721159/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Mar 2017",
            "to_date": "Apr 2019",
            "description": "Key responsibilities:\n\n1. Recuitment:\n- Advertising, attracting and searching candidates CVs from both internal & external. Composing and posting advert (Facebook, Linkedin, job websites…)\n- Searching candidates CVs from recruitment websites. Implementing other interview process (telephone interview, screening, short-listing, Hiring Manager to interview for final decision, Offer, and conduct Orientation Activities for New Employees.)\n\n2. C&B\n- Update and track employee records\n- Update and ensure the employee information database \n- Follow up the probation evaluation and contract re-signing for employees\n- Check the bank account number\n\n3. Report\n- Build up and analystic the recruitment reports (Tracking recruitment process, Leadtime, Cost per hire, Recruiter’s performance, new hires, turover rate,…)\n- Coordinate with leader to make recruitment budget and staff cost: based on mainpower plans of Departments to get the suite budget.\n- Update and manage monthly recruitment costs\n\n4. Admin\n- Build up policies, processes, notices related to recruitment, C&B (Employee Referral Policy; Phone allowance policy, 13th salary policy, Recruitment Procedure, Induction process, …)\n- Build up guidelines for new employees, instructions for updating bank accounts ... \n- Negotiate with partner (Hiring website, Headhunt...)\n- Process payment of recruitment\nKey responsibilities: 1. Recuitment: - Advertising, attracting and searching candidates CVs from both internal & external. Composing and posting advert (Facebook, Linkedin, job websites…) - Searching candidates CVs from recruitment websites. Implementing other interview process (telephone interview, screening, short-listing, Hiring Manager to interview for final decision, Offer, and conduct Orientation Activities for New Employees.) 2. C&B - Update and track employee records - Update and ensure the employee information database - Follow up the probation evaluation and contract re-signing for employees - Check the bank account number 3. Report - Build up and analystic the recruitment reports (Tracking recruitment process, Leadtime, Cost per hire, Recruiter’s performance, new hires, turover rate,…) - Coordinate with leader to make recruitment budget and staff cost: based on mainpower plans of Departments to get the suite budget. - Update and manage monthly recruitment costs 4. Admin - Build up policies, processes, notices related to recruitment, C&B (Employee Referral Policy; Phone allowance policy, 13th salary policy, Recruitment Procedure, Induction process, …) - Build up guidelines for new employees, instructions for updating bank accounts ... - Negotiate with partner (Hiring website, Headhunt...) - Process payment of recruitment",
            "position_title": "Talent Acquisition Executive",
            "duration": "2 yrs 2 mos",
            "location": "Vietnam",
            "times": null
        }
    ],
    "educations": [
        {
            "institution_name": "University of Economics Ho Chi Minh City - UEH",
            "website": "https://www.linkedin.com/search/results/all/?keywords=University+of+Economics+Ho+Chi+Minh+City+-+UEH",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2017",
            "to_date": "2019",
            "description": null,
            "degree": "Bachelor of Business Administration - BBA",
            "field_of_study": "Business Administration and Management, General",
            "grade": null,
            "activities": null
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": [
        {
            "name": "Data Analysis",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Recruiting",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Time Management",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Human Resources (HR)",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Budget Process",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Teamwork",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Negotiation",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Communication",
            "tag": "INTERPERSONAL-SKILLS"
        }
    ]
}