{
    "name": "Phan Anh",
    "linkedin_url": "https://www.linkedin.com/in/phan-anh-149a6330",
    "about": [],
    "experiences": [
        {
            "institution_name": "Foods Company",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Foods+Company",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2014",
            "to_date": "Present",
            "description": "- Coordinate with Senior Management Team and partner with Regional Finance Team to prepare long-term financial planning, annual budgeting, monthly forecasting and high planning for the next 5 years which are reflected business strategy and financial objective.\n- Make, follow and evaluate the accuracy of financial planning and measure business performances.\n- Prepare monthly financial statement and management reports for Management team, Regions and JV\n- Provide day-to-day support to business teams assisting as necessary to provide financial analysis.\n- Day to day manage accounting activities and ensure finance performances and transactions are accurately and compliance with company accounting policies before month-end closing.\n- Lead the team that will work in partnership to achieve high standard financial process.\n- Control, maximize the net working capital (AR, AP, Inventory) and ensure that the company’s cashflow is adequate and having available funds to meet the company’s financial commitments\n- Prepare and deliver timely and accurately the financial statement (P&L, BS, Cash Flow) and analysis reports to Joint Venture (as VAS) and Regions (as IFRS).\n- Supervise and manage all tax related issues (tax returns, CIT, PIT, WHT) and support FC in setting up taxation forecast.\n- Work closely with Finance Team to support and give advices that are related to month-end closing, internal& external audit and tax finalization.\n- Conduct risk assessment of all departments and report risk management issues and internal controls deficiencies identified directly to the Finance controller and the company management board and provide recommendations for improving the organization’s operations. \n- Support management in managing contract and procurement process by being custodian for Contract master data in order to liquidate, renew new signing all commercial contracts of the company.\n\n\n- Coordinate with Senior Management Team and partner with Regional Finance Team to prepare long-term financial planning, annual budgeting, monthly forecasting and high planning for the next 5 years which are reflected business strategy and financial objective. - Make, follow and evaluate the accuracy of financial planning and measure business performances. - Prepare monthly financial statement and management reports for Management team, Regions and JV - Provide day-to-day support to business teams assisting as necessary to provide financial analysis. - Day to day manage accounting activities and ensure finance performances and transactions are accurately and compliance with company accounting policies before month-end closing. - Lead the team that will work in partnership to achieve high standard financial process. - Control, maximize the net working capital (AR, AP, Inventory) and ensure that the company’s cashflow is adequate and having available funds to meet the company’s financial commitments - Prepare and deliver timely and accurately the financial statement (P&L, BS, Cash Flow) and analysis reports to Joint Venture (as VAS) and Regions (as IFRS). - Supervise and manage all tax related issues (tax returns, CIT, PIT, WHT) and support FC in setting up taxation forecast. - Work closely with Finance Team to support and give advices that are related to month-end closing, internal& external audit and tax finalization. - Conduct risk assessment of all departments and report risk management issues and internal controls deficiencies identified directly to the Finance controller and the company management board and provide recommendations for improving the organization’s operations. - Support management in managing contract and procurement process by being custodian for Contract master data in order to liquidate, renew new signing all commercial contracts of the company.",
            "position_title": "Management Accounting Manager and Commercial Buussiness Partnering",
            "duration": "9 yrs",
            "location": "HCM",
            "times": null
        },
        {
            "institution_name": "HungHau",
            "website": "https://www.linkedin.com/company/2664987/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2012",
            "to_date": "2014",
            "description": "- Set up and manage accounting policy and flow chart of accounting system. Prepare timely and accurately the month-end closing reports (P&L, Balance Sheet, Cash Flow, Working Capital, Financial Ratios and analysis reports).\n- Set up, led and oriented the team to implement a new accounting software (Accounting system Bravo).\n- Responsible for making sure that the accounts were properly kept; verified and reconciled (AR, AP, Inventory, Cash, Bank…)\n- Responsible for the statutory reporting to comply with VN law.\n- Tax reporting (CIT, PIT, VAT) and managing relationships with tax authorities\n- Led, monitored and analyzed in monthly financial reports, forecasts and annual plans in Hung Hau Group.\n- Controlled, consolidated and forecasted the cash flow in weekly from subsidiary companies in Hung Hau Group. \n- Supported the development and roll out of financial and managerial accounting processes in subsidiary companies and consolidate financial statements in the group.\n\n- Set up and manage accounting policy and flow chart of accounting system. Prepare timely and accurately the month-end closing reports (P&L, Balance Sheet, Cash Flow, Working Capital, Financial Ratios and analysis reports). - Set up, led and oriented the team to implement a new accounting software (Accounting system Bravo). - Responsible for making sure that the accounts were properly kept; verified and reconciled (AR, AP, Inventory, Cash, Bank…) - Responsible for the statutory reporting to comply with VN law. - Tax reporting (CIT, PIT, VAT) and managing relationships with tax authorities - Led, monitored and analyzed in monthly financial reports, forecasts and annual plans in Hung Hau Group. - Controlled, consolidated and forecasted the cash flow in weekly from subsidiary companies in Hung Hau Group. - Supported the development and roll out of financial and managerial accounting processes in subsidiary companies and consolidate financial statements in the group.",
            "position_title": "Deputy Finance Manager",
            "duration": "2 yrs",
            "location": "Vietnam",
            "times": null
        },
        {
            "institution_name": "Linde Gases Vietnam",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Linde+Gases+Vietnam",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2010",
            "to_date": "2012",
            "description": "- Directed all monthly closing activities relating to Planning and Controlling such as accurate and timely review costs and profit by products and commercial analyses.\n- Ensured all monthly Managerial Reports were prepared in a timely and accurate manner; and in compliance with local/IFRS/ LINDE GAS\n- Supported line manager with all reporting information requirements such as monthly/ quarterly standard/ reporting packages.\n- Controlled, tracked and reviewed product costings and cost effective solutions. Worked closely with Factory Operations to review of standard costs on a periodic basis.\n- Developed and maintained a robust internal reporting system to provide information and to support Management in their day-to-day operational decisions.\n- Provided best practices for evaluation of CAPEX opportunities and the standardization of templates and models\n- Supported team in coordination with auditors (internal and external) and tax finalization.\n- Directed all monthly closing activities relating to Planning and Controlling such as accurate and timely review costs and profit by products and commercial analyses. - Ensured all monthly Managerial Reports were prepared in a timely and accurate manner; and in compliance with local/IFRS/ LINDE GAS - Supported line manager with all reporting information requirements such as monthly/ quarterly standard/ reporting packages. - Controlled, tracked and reviewed product costings and cost effective solutions. Worked closely with Factory Operations to review of standard costs on a periodic basis. - Developed and maintained a robust internal reporting system to provide information and to support Management in their day-to-day operational decisions. - Provided best practices for evaluation of CAPEX opportunities and the standardization of templates and models - Supported team in coordination with auditors (internal and external) and tax finalization.",
            "position_title": "Planning & Controlling",
            "duration": "2 yrs",
            "location": null,
            "times": null
        },
        {
            "institution_name": "Coca Cola Beverages Vietnam Ltd.",
            "website": "https://www.linkedin.com/company/1751064/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2006",
            "to_date": "2010",
            "description": "- Maintain, track, review and analyze costing of production in 3 factories (South, North and Central). Planning cost of good sold (COGS) and analyzing the variance of COGS which were affected by sales volume, purchased price of raw materials (RM) and exchange rate (RM are imported).\n- Monitor daily production variance, price variance (by SKUs, by categories and by regions) to alert the significant variance between actual cost and target cost for properly adjustment.\n- Monitor and review monthly production overheads and analyze productivity of production line (BOM, rate routing, machine hour, labor hour & wasted usage of raw materials…)\n- Review monthly operating expense by cost center and make variance analysis report to provide it to owner of cost center to control efficiently their operating expense.\n- Prepare and check financial statement (Profit and Loss, Balance sheet, Cash Flow and Working Capital) and evaluate business performance. Prepare monthly financial pack and presentation slides for Country Finance Manager to meeting with Regions.\n- Responsible for the accurate preparation of timely financial and management reports to Country Management Team and Head office as required and provided meaningful commentary on any variances in the reports and corrective action required.\n- Responsible for the preparation of budgeting and financial planning (Original Budget/3 years Plan, Rolling Forecast cycles) to reflect business strategy, all departmental business assumptions, actual transactions, internal/external impact factors and ad hoc reports as Board’s requirements. \n- Monitor the master of fixed asset in internal & external operation.\n- Follow, evaluate and capitalize the projects of fixed assets.\n- Maintain, track, review and analyze costing of production in 3 factories (South, North and Central). Planning cost of good sold (COGS) and analyzing the variance of COGS which were affected by sales volume, purchased price of raw materials (RM) and exchange rate (RM are imported). - Monitor daily production variance, price variance (by SKUs, by categories and by regions) to alert the significant variance between actual cost and target cost for properly adjustment. - Monitor and review monthly production overheads and analyze productivity of production line (BOM, rate routing, machine hour, labor hour & wasted usage of raw materials…) - Review monthly operating expense by cost center and make variance analysis report to provide it to owner of cost center to control efficiently their operating expense. - Prepare and check financial statement (Profit and Loss, Balance sheet, Cash Flow and Working Capital) and evaluate business performance. Prepare monthly financial pack and presentation slides for Country Finance Manager to meeting with Regions. - Responsible for the accurate preparation of timely financial and management reports to Country Management Team and Head office as required and provided meaningful commentary on any variances in the reports and corrective action required. - Responsible for the preparation of budgeting and financial planning (Original Budget/3 years Plan, Rolling Forecast cycles) to reflect business strategy, all departmental business assumptions, actual transactions, internal/external impact factors and ad hoc reports as Board’s requirements. - Monitor the master of fixed asset in internal & external operation. - Follow, evaluate and capitalize the projects of fixed assets.",
            "position_title": "Financial Analyst",
            "duration": "4 yrs",
            "location": null,
            "times": null
        },
        {
            "institution_name": "3M Vietnam",
            "website": "https://www.linkedin.com/company/14391620/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2002",
            "to_date": "2006",
            "description": "- Responsible for production process, costing COGS and analyzing unit cost variance.\n- Generate and analyze reports to measure performance of manufacturing operations.\n- Ensure all journal entries for costing & inventory were recorded correctly. \n- Provide transfer costs and contract prices of new stock for Sales\n- Analyze gross margin and contribution of SKUs for making pricing decisions.\n- Responsible for production process, costing COGS and analyzing unit cost variance. - Generate and analyze reports to measure performance of manufacturing operations. - Ensure all journal entries for costing & inventory were recorded correctly. - Provide transfer costs and contract prices of new stock for Sales - Analyze gross margin and contribution of SKUs for making pricing decisions.",
            "position_title": "Costing Accountant",
            "duration": "4 yrs",
            "location": "Vietnam",
            "times": null
        }
    ],
    "educations": [
        {
            "institution_name": "The Berlin School of Economics and Law",
            "website": "https://www.linkedin.com/company/15093428/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2013",
            "to_date": "2015",
            "description": null,
            "degree": "Master of Arts (M.A.)",
            "field_of_study": "Financial and Managerial Accounting",
            "grade": null,
            "activities": null
        },
        {
            "institution_name": "Economic University of Ho Chi Minh City",
            "website": "https://www.linkedin.com/search/results/all/?keywords=Economic+University+of+Ho+Chi+Minh+City",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "1998",
            "to_date": "2002",
            "description": null,
            "degree": "Bachelor",
            "field_of_study": "Accounting & Auditting",
            "grade": null,
            "activities": "• Master Financial Manager _Certified by American Academy of Financial Management\n• Chief Accountant _ Certified by the Ministry of Finance\n• Chief Financial Officer: Certified by PACE Institute of Management.\n• Stock & Real Estate Valuation Certificate at Vietnam Valuation and Finance Consultancy Company"
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": []
}