{
    "name": "Vu Thi Thu Thao, ACCA affiliate",
    "linkedin_url": "https://www.linkedin.com/in/thaovu1208",
    "about": [
        "Highly energy, trusted, and experienced Finance Business Partner with a demonstrated history of working in the consumer goods industry.\nStrongly skilled in Strategic and Analytical Thinking, Business Acumen, and Stakeholder Management, Negotiation, Teamwork, and Financial Forecast. Strong consulting professional with a Bachelor's degree focused in Auditing from the University of Economics HCMC."
    ],
    "experiences": [
        {
            "institution_name": "Suntory PepsiCo Vietnam Beverage",
            "website": "https://www.linkedin.com/company/7579371/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Dec 2021",
            "to_date": "Present",
            "description": "- Manage and facilitate MBR call, mid-month financial forecast submission, and AOP/MTP discussion with Singapore region by getting prior alignment with CFO/CEO and VP Planning.\n- Manage to analyze, provide and submit accurate information on P&L, CF, and BS items via the HFM system within Day 5 on a monthly basis. \n- Manage to maintain the management accounting figures and template and ensure to post all the financial data with high accuracy thru HFM in accordance with the proposed timeline.\n- Manage to prepare all the financial data of AOP and MTP with required format/template by closely working with FP&A team and ensuring to submit them thru HFM.\n- Take the initiative to facilitate and determine the credit limit (guaranteed by both shareholders) and dividend amount (approved by BOD) by closely working relevant finance functions (planning, control, and legal team) with making reasonable CF FCST/AOP.\n- Manage a comprehensive and wider variety of ad hoc requests and inquiries from all Suntory stakeholders including making Adhoc regional request submission material.\n- Manage and facilitate MBR call, mid-month financial forecast submission, and AOP/MTP discussion with Singapore region by getting prior alignment with CFO/CEO and VP Planning. - Manage to analyze, provide and submit accurate information on P&L, CF, and BS items via the HFM system within Day 5 on a monthly basis. - Manage to maintain the management accounting figures and template and ensure to post all the financial data with high accuracy thru HFM in accordance with the proposed timeline. - Manage to prepare all the financial data of AOP and MTP with required format/template by closely working with FP&A team and ensuring to submit them thru HFM. - Take the initiative to facilitate and determine the credit limit (guaranteed by both shareholders) and dividend amount (approved by BOD) by closely working relevant finance functions (planning, control, and legal team) with making reasonable CF FCST/AOP. - Manage a comprehensive and wider variety of ad hoc requests and inquiries from all Suntory stakeholders including making Adhoc regional request submission material.",
            "position_title": "Financial Planning Manager - Suntory Reporting",
            "duration": "1 yr 1 mo",
            "location": null,
            "times": null
        },
        {
            "institution_name": "Suntory PepsiCo Vietnam Beverage",
            "website": "https://www.linkedin.com/company/7579371/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "May 2020",
            "to_date": "Dec 2021",
            "description": "A- Budgeting\n1. Deliver Annual Budgeting (AOP), periodic rolling forecast, and Strategic Mid-Term planning.\n2. Monitor and analyze cost spending.\n3. Provide the cause of change for actual performance in comparison with AOP/Rolling Forecast in Month End Closing, co-ordinate with the commercial team in promotion cost control, identify the key Risks/Ops and explore the Mitigation plan to drive business target.\nB- Trade Promotion Efficiency Improvement\n1. Acting as Finance Business Partner to the Sales team, deeply understand go to market (GTM) system, distributor supportive scheme as well as trade promotion activities, able to provide financial analysis to evaluate efficiency, providing creative solutions and recommendations to optimize investment.\n2. Conduct Post - evaluation to measure the Key business target, help Management access and keep track the business performance, assist in making business decisions and achieve sustainable growth, profitability and targets.\n3. Support the development & implementation of Sales Innovations.\nC- Management Reporting\n1. Take responsible to provide, consolidate & review all those Sales related management reports, includings: Operation Review (OR), Monthly Business Performance (MBR), ensure reporting accuracy\n2. Deliver Ad - hoc analysis and projects may be required by Management\nA- Budgeting 1. Deliver Annual Budgeting (AOP), periodic rolling forecast, and Strategic Mid-Term planning. 2. Monitor and analyze cost spending. 3. Provide the cause of change for actual performance in comparison with AOP/Rolling Forecast in Month End Closing, co-ordinate with the commercial team in promotion cost control, identify the key Risks/Ops and explore the Mitigation plan to drive business target. B- Trade Promotion Efficiency Improvement 1. Acting as Finance Business Partner to the Sales team, deeply understand go to market (GTM) system, distributor supportive scheme as well as trade promotion activities, able to provide financial analysis to evaluate efficiency, providing creative solutions and recommendations to optimize investment. 2. Conduct Post - evaluation to measure the Key business target, help Management access and keep track the business performance, assist in making business decisions and achieve sustainable growth, profitability and targets. 3. Support the development & implementation of Sales Innovations. C- Management Reporting 1. Take responsible to provide, consolidate & review all those Sales related management reports, includings: Operation Review (OR), Monthly Business Performance (MBR), ensure reporting accuracy 2. Deliver Ad - hoc analysis and projects may be required by Management",
            "position_title": "Financial Planning Analysist - Go to Market",
            "duration": "1 yr 8 mos",
            "location": null,
            "times": null
        },
        {
            "institution_name": "Suntory PepsiCo Vietnam Beverage",
            "website": "https://www.linkedin.com/company/7579371/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Dec 2019",
            "to_date": "May 2020",
            "description": "- Consolidate and analysis variance for AOP/MTP/Fcst\n- Provide reports for Pepsi franchise \n- Maintain mix tracking to manage with recommendation \n- Coordinate pack price modelings to support data analytics \n- Refresh SKU rationalization excercise\n- Maintain competitor tracking for Pricing decision \n- Evaluate ROI with recommendation for pricing activities/ discount \n- Analyze variance for month-end closing for discount and mix analyst \n- Consolidate and analysis variance for AOP/MTP/Fcst - Provide reports for Pepsi franchise - Maintain mix tracking to manage with recommendation - Coordinate pack price modelings to support data analytics - Refresh SKU rationalization excercise - Maintain competitor tracking for Pricing decision - Evaluate ROI with recommendation for pricing activities/ discount - Analyze variance for month-end closing for discount and mix analyst",
            "position_title": "Financial Planning Analysist - Revenue Management",
            "duration": "6 mos",
            "location": null,
            "times": null
        },
        {
            "institution_name": "Masan MeatLife",
            "website": "https://www.linkedin.com/company/13707464/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Apr 2019",
            "to_date": "Nov 2019",
            "description": "- Provide business data and analysis to managers within the organization to assist in business decision-making and control, including strategic planning, pricing, discount, promotion, MKT investment, margin, and customer profitability analysis \n- Consulting and recommending to related functions heads to ensure the budget management \n- Responsible for tracking performance and doing financial analysis for 9 factories nationwide.\n- Developed informative and actionable reports that highlight business trends and opportunities for improvement\nKey accomplishments:\n- Maintained standard costs within 1% deviation. This saved the jobs of three employees who had been marked for downsizing.\n- Redesigned processes of forecast costing and tracking the performance of 9 factories, which supports management level in decision making timely.\n- Provide business data and analysis to managers within the organization to assist in business decision-making and control, including strategic planning, pricing, discount, promotion, MKT investment, margin, and customer profitability analysis - Consulting and recommending to related functions heads to ensure the budget management - Responsible for tracking performance and doing financial analysis for 9 factories nationwide. - Developed informative and actionable reports that highlight business trends and opportunities for improvement Key accomplishments: - Maintained standard costs within 1% deviation. This saved the jobs of three employees who had been marked for downsizing. - Redesigned processes of forecast costing and tracking the performance of 9 factories, which supports management level in decision making timely.",
            "position_title": "Financial Planning Analyst",
            "duration": "8 mos",
            "location": null,
            "times": "Full-time"
        },
        {
            "institution_name": "Unilever",
            "website": "https://www.linkedin.com/company/1248/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Dec 2017",
            "to_date": "Mar 2019",
            "description": "FET S&OP team\n- Own and continuously improve end-to-end financial forecasting process, annual operating plan\n- Category P&L management for IC and Tea: analysis brand performance on monthly/ quarterly basis (both actual and forecast) with insight, spot out key highlight and suggest action for high level decision.\n- Prepare Business case and provide financial highlight for innovation and operational activity request (i.e. Cabinet Deployment) to support decision go/ no go and tracking of delivery\n- Partner with business to drive performance management: category trade investment (TTS) and\nBrand budget (A&P): Monthly tracking to ensure efficient utilization, ROI evaluation.\n- Provide regular decision support/ analysis focused on topic such as gross margin, pricing and revenue Management: NRM lever 4 analysis\nFET S&OP team - Own and continuously improve end-to-end financial forecasting process, annual operating plan - Category P&L management for IC and Tea: analysis brand performance on monthly/ quarterly basis (both actual and forecast) with insight, spot out key highlight and suggest action for high level decision. - Prepare Business case and provide financial highlight for innovation and operational activity request (i.e. Cabinet Deployment) to support decision go/ no go and tracking of delivery - Partner with business to drive performance management: category trade investment (TTS) and Brand budget (A&P): Monthly tracking to ensure efficient utilization, ROI evaluation. - Provide regular decision support/ analysis focused on topic such as gross margin, pricing and revenue Management: NRM lever 4 analysis",
            "position_title": "Assistant Manager - Sale and Operation Planning Finance",
            "duration": "1 yr 4 mos",
            "location": null,
            "times": null
        },
        {
            "institution_name": "Unilever",
            "website": "https://www.linkedin.com/company/1248/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Apr 2017",
            "to_date": "Mar 2018",
            "description": "FET - Innovation team\n- Acted as Finance Excellence team support to the one or more multi-functional brand/category teams.\n- Conducted continuous analysis to provide external insights focusing on key competitors.\n- Provided insights for key business decisions through application of business acumen, tools and processes.\n- Provided continuous performance monitoring identifying key trends and proposing actions to capture opportunities and mitigate threats.\nFET - Innovation team - Acted as Finance Excellence team support to the one or more multi-functional brand/category teams. - Conducted continuous analysis to provide external insights focusing on key competitors. - Provided insights for key business decisions through application of business acumen, tools and processes. - Provided continuous performance monitoring identifying key trends and proposing actions to capture opportunities and mitigate threats.",
            "position_title": "Assistant Manager of Innovation Strategy",
            "duration": "1 yr",
            "location": null,
            "times": null
        },
        {
            "institution_name": "KPMG Vietnam",
            "website": "https://www.linkedin.com/company/10473005/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Dec 2016",
            "to_date": "Mar 2017",
            "description": "- Experienced real works through field work with my team at client’s office\n- Supported my colleagues and staffs to finish their tasks on time\nLearning point: Teamwork, Communication, Time Management and Excel skills\n\n- Experienced real works through field work with my team at client’s office - Supported my colleagues and staffs to finish their tasks on time Learning point: Teamwork, Communication, Time Management and Excel skills",
            "position_title": "Assurance Intern",
            "duration": "4 mos",
            "location": "Ho Chi Minh",
            "times": null
        }
    ],
    "educations": [
        {
            "institution_name": "ACCA",
            "website": "https://www.linkedin.com/company/162244/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2016",
            "to_date": "2020",
            "description": "Passed and exempted:\n- Foundation level (F1-F9)\n- SBL: Strategic Business Leader\n- P2: Strategic business reporting\n- P4: Advanced financial management\n- P5: Advanced performance management",
            "degree": "ACCA Affiliate",
            "field_of_study": "Accounting and Finance",
            "grade": null,
            "activities": null
        },
        {
            "institution_name": "University of Economics HCM",
            "website": "https://www.linkedin.com/search/results/all/?keywords=University+of+Economics+HCM",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2013",
            "to_date": "2017",
            "description": null,
            "degree": "Bachelor’s Degree",
            "field_of_study": "Accounting",
            "grade": "Merit",
            "activities": null
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": [
        {
            "name": "Research",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Customer Service",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Social Media",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Budgets",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Financial Analysis",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Time Management",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Fast-Moving Consumer Goods (FMCG)",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Strategic Human Resource Planning",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Human Resources (HR)",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Talent Management",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Accounting",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Finance",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Business Strategy",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Management Accounting",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Microsoft Office",
            "tag": "TOOLS-&-TECHNOLOGIES"
        },
        {
            "name": "Microsoft Excel",
            "tag": "TOOLS-&-TECHNOLOGIES"
        },
        {
            "name": "Microsoft Word",
            "tag": "TOOLS-&-TECHNOLOGIES"
        },
        {
            "name": "PowerPoint",
            "tag": "TOOLS-&-TECHNOLOGIES"
        },
        {
            "name": "Windows",
            "tag": "TOOLS-&-TECHNOLOGIES"
        },
        {
            "name": "Teamwork",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Public Speaking",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Management",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Strategic Planning",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Negotiation",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "English",
            "tag": "LANGUAGES"
        }
    ]
}