{
    "name": "Thuong (Clara Nguyen) Nguyen",
    "linkedin_url": "https://www.linkedin.com/in/thuongnguyen95",
    "about": [
        "Working in the field of HR"
    ],
    "experiences": [
        {
            "institution_name": "FE CREDIT",
            "website": "https://www.linkedin.com/company/13347942/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Sep 2022",
            "to_date": "Present",
            "description": null,
            "position_title": "Senior Recruiter",
            "duration": "4 mos",
            "location": "Ho Chi Minh City, Vietnam",
            "times": null
        },
        {
            "institution_name": "FE CREDIT",
            "website": "https://www.linkedin.com/company/13347942/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Sep 2020",
            "to_date": "Present",
            "description": null,
            "position_title": "Recruitment Specialist",
            "duration": "2 yrs 4 mos",
            "location": "Ho Chi Minh City, Vietnam",
            "times": null
        },
        {
            "institution_name": "FE CREDIT",
            "website": "https://www.linkedin.com/company/13347942/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Sep 2020",
            "to_date": "Sep 2022",
            "description": "1. About FEC: After 11 years of operation, with the mission of realizing millions of dreams, FE CREDIT has established a solid foundation and maintained its leading position in the consumer finance market with a nationwide network at more than 21,000 points of sale with more than 16,000 employees. With more than 12 million customers, including 30% of new loan contracts each year, FE CREDIT has contributed to eliminating black credit, improving living standards of blue collar workers and promoting consumer finance economy.\n2. Our key product: Personal Loan, Consumer Durable Loan, TW Loan, Credit Card, Insurance\n3. Main responsibilities: \n- In charge of end-to end process for different positions in FEC: digital bank, HR, Products, Risk, BICC...\n- Main PIC for advanced analytic & X-sell Strategy function\n1. About FEC: After 11 years of operation, with the mission of realizing millions of dreams, FE CREDIT has established a solid foundation and maintained its leading position in the consumer finance market with a nationwide network at more than 21,000 points of sale with more than 16,000 employees. With more than 12 million customers, including 30% of new loan contracts each year, FE CREDIT has contributed to eliminating black credit, improving living standards of blue collar workers and promoting consumer finance economy. 2. Our key product: Personal Loan, Consumer Durable Loan, TW Loan, Credit Card, Insurance 3. Main responsibilities: - In charge of end-to end process for different positions in FEC: digital bank, HR, Products, Risk, BICC... - Main PIC for advanced analytic & X-sell Strategy function",
            "position_title": "Recruitment Specialist",
            "duration": "2 yrs 1 mo",
            "location": "Ho Chi Minh City, Vietnam",
            "times": null
        },
        {
            "institution_name": "ManpowerGroup",
            "website": "https://www.linkedin.com/company/1799/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jul 2018",
            "to_date": "Sep 2020",
            "description": "*Main responsibility :\n- Source and attract candidates by using database, social media, websites, job days…\n- Prepare, post jobs on appropriate channels.\n- Screen, shortlist, interview candidates within corporate guidelines to establish strengths, skills and requirements.\n- Communicate all requirements of the job to the candidate.\n- Candidate and database management.\n- Do the candidates and market mapping when requested.\n- Ensure continuous growth of the candidate database whilst maintaining its integrity throughout all dealings.\n- On - site in order to support customer's business (finance field)\n- Work with clients to clarify recruitment requirement as well as results\n- Allocate workload with teammate and interns\n- Other tasks as assigned.\n2. Achievement: Able to deliver many positions at variety of level:\n- Finance: Data Analysis, Reporting, MIS, QA, Skip Tracing, Tele – Collections, Field – Collections, Collection Team Leader\n- Customer Service: Customer Service – Vietnamese Speaking (District 7 and District 12), Customer Service – English Speaking (District 7 and district 2)\n- Human Resources: HR Generalist (BPO), HR Recruiter (BPO), Admin support\n*Main responsibility : - Source and attract candidates by using database, social media, websites, job days… - Prepare, post jobs on appropriate channels. - Screen, shortlist, interview candidates within corporate guidelines to establish strengths, skills and requirements. - Communicate all requirements of the job to the candidate. - Candidate and database management. - Do the candidates and market mapping when requested. - Ensure continuous growth of the candidate database whilst maintaining its integrity throughout all dealings. - On - site in order to support customer's business (finance field) - Work with clients to clarify recruitment requirement as well as results - Allocate workload with teammate and interns - Other tasks as assigned. 2. Achievement: Able to deliver many positions at variety of level: - Finance: Data Analysis, Reporting, MIS, QA, Skip Tracing, Tele – Collections, Field – Collections, Collection Team Leader - Customer Service: Customer Service – Vietnamese Speaking (District 7 and District 12), Customer Service – English Speaking (District 7 and district 2) - Human Resources: HR Generalist (BPO), HR Recruiter (BPO), Admin support",
            "position_title": "Project Recruiter",
            "duration": "2 yrs 3 mos",
            "location": "HCMC",
            "times": null
        },
        {
            "institution_name": "NNL",
            "website": "https://www.linkedin.com/company/13684118/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Feb 2018",
            "to_date": "Jul 2018",
            "description": "1. Recruitment Task (80%)\n* Mass recruitment:\n- KPI : 100 interviewed candidates/month ( 80 drivers and 20 assistant driver)\n- Seeking larges amounts of particular labour section data (truck driver, assistant driver)\n- Making cold call, introduce about job information and company welfare.\n- Booking interview, interview,assess candidates, process for them to next round.\n- Summarizing feedbacks from fleet supervisor and implementing onboarding process for qualified candidates\n* Back office Recruitment:\n- Prepare the job posting required to some job-board(careerbuilder, timviecnhanh.vn…) and social network channel (Facebook, linkedin)\n - Arrange interviews and tests.\n - Write the content of personal announcement for new change employees(Promotion, transfer, new interns)\n2. Admin Task\n- Update new employee information to HR software (Amis)\n- Arrange and manage employee records (Both working and worked)\n- Other task assigned from manager (manage, make payment for monthly mobile phone fee), manage and update bank account information.\n1. Recruitment Task (80%) * Mass recruitment: - KPI : 100 interviewed candidates/month ( 80 drivers and 20 assistant driver) - Seeking larges amounts of particular labour section data (truck driver, assistant driver) - Making cold call, introduce about job information and company welfare. - Booking interview, interview,assess candidates, process for them to next round. - Summarizing feedbacks from fleet supervisor and implementing onboarding process for qualified candidates * Back office Recruitment: - Prepare the job posting required to some job-board(careerbuilder, timviecnhanh.vn…) and social network channel (Facebook, linkedin)  - Arrange interviews and tests.  - Write the content of personal announcement for new change employees(Promotion, transfer, new interns) 2. Admin Task - Update new employee information to HR software (Amis) - Arrange and manage employee records (Both working and worked) - Other task assigned from manager (manage, make payment for monthly mobile phone fee), manage and update bank account information.",
            "position_title": "Recruitment and Training Executive",
            "duration": "6 mos",
            "location": "Ho Chi Minh",
            "times": null
        }
    ],
    "educations": [
        {
            "institution_name": "Foreign Trade University",
            "website": "https://www.linkedin.com/company/15249511/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2013",
            "to_date": "2017",
            "description": null,
            "degree": "Bachelor's degree",
            "field_of_study": "International Business",
            "grade": null,
            "activities": "Earth Hour, Green Summer"
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": [
        {
            "name": "Time Management",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Research",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Recruiting",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Microsoft Office",
            "tag": "TOOLS-&-TECHNOLOGIES"
        },
        {
            "name": "LinkedIn Recruiter",
            "tag": "TOOLS-&-TECHNOLOGIES"
        },
        {
            "name": "Leadership",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Public Speaking",
            "tag": "INTERPERSONAL-SKILLS"
        }
    ]
}