{
    "name": "Thuy Ka",
    "linkedin_url": "https://www.linkedin.com/in/thuy-ka-5561758a",
    "about": [
        "Worked in Non-IT recruitment field for the last several years."
    ],
    "experiences": [
        {
            "institution_name": "Positive Thinking Company APAC",
            "website": "https://www.linkedin.com/company/642427/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jul 2021",
            "to_date": "Present",
            "description": null,
            "position_title": "Senior Recruitment Consultant (Nontech)",
            "duration": "1 yr 6 mos",
            "location": "Ho Chi Minh City, Vietnam",
            "times": null
        },
        {
            "institution_name": "Positive Thinking Company APAC",
            "website": "https://www.linkedin.com/company/642427/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Oct 2020",
            "to_date": "Jun 2021",
            "description": null,
            "position_title": "Recruitment Consultant (Nontech)",
            "duration": "9 mos",
            "location": "Ho Chi Minh City, Vietnam",
            "times": null
        },
        {
            "institution_name": "Speak Up Vietnam",
            "website": "https://www.linkedin.com/company/31499225/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Mar 2020",
            "to_date": "Sep 2020",
            "description": "- Be responsible for the full-cycle of recruitment activity at the Company. \n- Lead, guide and support other member of TA team. \n- Develop innovative and resourceful methods of sourcing and attracting top talents. \n- Partner with multiple hiring managers to develop a deep understanding of the business and hiring needs in order to effectively drive recruitment efforts. \n- Maintain all existing recruitment channels and run analytics to measure its effectiveness. \n- Maintain and build relationships with candidates to develop a strong talent pipeline for the business. \n- Plan and executive engagement activities and events to enhance employee engagement. \n- Provide Orientation, office-tours for new employees. \n- Work directly with Universities for job fairs, career events, and internship programs. \n- Manage external and internal communications channels. \n- Coordinate with hiring managers and new hires to do check-ins and follow up the probationers/interns till ending their probation/internship. \n- Adjust, develop recruitment process, recruitment policies, and related documents. \n- Support Head of HR, COO in translating documents, emails, policies.\n- Be responsible for the full-cycle of recruitment activity at the Company. - Lead, guide and support other member of TA team. - Develop innovative and resourceful methods of sourcing and attracting top talents. - Partner with multiple hiring managers to develop a deep understanding of the business and hiring needs in order to effectively drive recruitment efforts. - Maintain all existing recruitment channels and run analytics to measure its effectiveness. - Maintain and build relationships with candidates to develop a strong talent pipeline for the business. - Plan and executive engagement activities and events to enhance employee engagement. - Provide Orientation, office-tours for new employees. - Work directly with Universities for job fairs, career events, and internship programs. - Manage external and internal communications channels. - Coordinate with hiring managers and new hires to do check-ins and follow up the probationers/interns till ending their probation/internship. - Adjust, develop recruitment process, recruitment policies, and related documents. - Support Head of HR, COO in translating documents, emails, policies.",
            "position_title": "Senior Talent Acquisition Executive",
            "duration": "7 mos",
            "location": "Ho Chi Minh City, Vietnam",
            "times": "Full-time"
        },
        {
            "institution_name": "RedDoorz",
            "website": "https://www.linkedin.com/company/10168819/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Sep 2019",
            "to_date": "Feb 2020",
            "description": "- Drive ongoing recruitment planning / recruitment requests from BOD & hiring managers and plan accordingly.\n- Coordinate with hiring managers to prepare / review job descriptions and job requirements for all positions.\n- Manage recruitment’s system & monitor candidates’ application progress in the system.\n- Using multiple channels including social media for candidates sourcing.\n- Work with job post agents/ headhunting agents.\n- Screen & shortlist potential candidates.\n- Arrange and process interviews (initial via phones or face-to-face interviews or joining group interviews with hiring managers).\n- Conduct hiring process including background reference & income checks, offer package preparation, offer letter.\n- Perform staff on-boarding, orientation, office tours for newcomers.\n- Drive ongoing recruitment planning / recruitment requests from BOD & hiring managers and plan accordingly. - Coordinate with hiring managers to prepare / review job descriptions and job requirements for all positions. - Manage recruitment’s system & monitor candidates’ application progress in the system. - Using multiple channels including social media for candidates sourcing. - Work with job post agents/ headhunting agents. - Screen & shortlist potential candidates. - Arrange and process interviews (initial via phones or face-to-face interviews or joining group interviews with hiring managers). - Conduct hiring process including background reference & income checks, offer package preparation, offer letter. - Perform staff on-boarding, orientation, office tours for newcomers.",
            "position_title": "Senior Talent Acquisition Executive",
            "duration": "6 mos",
            "location": "Vietnam",
            "times": "Full-time"
        },
        {
            "institution_name": "Harvey Nash Vietnam",
            "website": "https://www.linkedin.com/company/2110112/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "May 2019",
            "to_date": "Aug 2019",
            "description": "- Managing Staffing project Clients and Employees.\n- Supporting all Client requests, including: Health care, Travel booking cost estimate, Labor code queries, etc. escalate and seeking solution if cannot give advices.\n- Preparing Staffing document: contract, related work order, liquidation, work order closed, welcome new staffing, etc.\n- Managing document system: Employee annual leave, Employee benefit, expired documents, archived document, etc.\n- Researching on Client requests, conditions and demands.\n- Preparing, calculating and presenting services quotation to Clients.\n- Creating service cost simulation.\n- Other HR services:\n• Contacting with Client, following up latest situation.\n• Supporting on Social Insurance registration (EFY system, etc.)\n• Preparing monthly report.\n- Managing Staffing project Clients and Employees. - Supporting all Client requests, including: Health care, Travel booking cost estimate, Labor code queries, etc. escalate and seeking solution if cannot give advices. - Preparing Staffing document: contract, related work order, liquidation, work order closed, welcome new staffing, etc. - Managing document system: Employee annual leave, Employee benefit, expired documents, archived document, etc. - Researching on Client requests, conditions and demands. - Preparing, calculating and presenting services quotation to Clients. - Creating service cost simulation. - Other HR services: • Contacting with Client, following up latest situation. • Supporting on Social Insurance registration (EFY system, etc.) • Preparing monthly report.",
            "position_title": "HRS Consultant",
            "duration": "4 mos",
            "location": null,
            "times": "Full-time"
        },
        {
            "institution_name": "Harvey Nash Vietnam",
            "website": "https://www.linkedin.com/company/2110112/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Mar 2018",
            "to_date": "Apr 2019",
            "description": "Search & Client Management\n- Be responsible for delivering high quality service to clients and candidates.\n- Work with client, find out about their business, their current and future recruitment needs, and to develop a loyal and powerful relationship with them.\n- Attract candidates by well preparing job description, job posting, screening and short-listing applicants; as well as by networking, headhunting and through referrals.\n- Screen and interview candidates in accordance with company standards.\n- Organize interviews for candidate as requested by the client.\n- Ensure the recruitment speed and results of the assigned vacancies are efficient with regards to turn around time and candidate’s quality.\n- Provide advice to both clients and candidates on salary, training and career progression.\n- Review recruitment policies to ensure effectiveness of selection techniques and recruitment Programs.\nBusiness Development\n- Actively market Executive Search capabilities to clients and candidates.\n- Assist with division / company business development needs.\n- Collect/relay market information to superior maximizing business opportunities.\n- Cooperate with other Managers/Consultants to meet corporate target.\nAchievements:\n- Best employee Q2 / 2018\n- Best employee of 2018\nSearch & Client Management - Be responsible for delivering high quality service to clients and candidates. - Work with client, find out about their business, their current and future recruitment needs, and to develop a loyal and powerful relationship with them. - Attract candidates by well preparing job description, job posting, screening and short-listing applicants; as well as by networking, headhunting and through referrals. - Screen and interview candidates in accordance with company standards. - Organize interviews for candidate as requested by the client. - Ensure the recruitment speed and results of the assigned vacancies are efficient with regards to turn around time and candidate’s quality. - Provide advice to both clients and candidates on salary, training and career progression. - Review recruitment policies to ensure effectiveness of selection techniques and recruitment Programs. Business Development - Actively market Executive Search capabilities to clients and candidates. - Assist with division / company business development needs. - Collect/relay market information to superior maximizing business opportunities. - Cooperate with other Managers/Consultants to meet corporate target. Achievements: - Best employee Q2 / 2018 - Best employee of 2018",
            "position_title": "Recruitment Consultant",
            "duration": "1 yr 2 mos",
            "location": null,
            "times": "Full-time"
        },
        {
            "institution_name": "Harvey Nash Vietnam",
            "website": "https://www.linkedin.com/company/2110112/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Nov 2015",
            "to_date": "Mar 2018",
            "description": "- Search CV for many positions such as: Software developer, Infrastructure Engineer, Tester, Leadership roles for the UK's market.\n- Search CV for many positions such as: Software developer, Infrastructure Engineer, Tester, Leadership roles for the UK's market.",
            "position_title": "IT Recruitment Researcher",
            "duration": "2 yrs 5 mos",
            "location": null,
            "times": "Full-time"
        },
        {
            "institution_name": "Harvey Nash Vietnam",
            "website": "https://www.linkedin.com/company/2110112/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jan 2014",
            "to_date": "Nov 2015",
            "description": "- Search for potential candidates from LinkedIn, Google, and internal database system – File Finder.\n- Clean, enrich, input, and update the data relating to candidates, company’s information. Focus on United Kingdom, Asia Pacific, and Nordics markets.\n- Search for potential candidates from LinkedIn, Google, and internal database system – File Finder. - Clean, enrich, input, and update the data relating to candidates, company’s information. Focus on United Kingdom, Asia Pacific, and Nordics markets.",
            "position_title": "Research Analyst",
            "duration": "1 yr 11 mos",
            "location": null,
            "times": null
        }
    ],
    "educations": [],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": [
        {
            "name": "Recruiting",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Executive Search",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Talent Acquisition",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Contract Recruitment",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Account Management",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Job Search",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Human Resources",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Training",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Sourcing",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Lifesciences",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Interviews",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Research",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Team Building",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Strategic Planning",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Team Leadership",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Teamwork",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Team Management",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Public Speaking",
            "tag": "INTERPERSONAL-SKILLS"
        }
    ]
}