{
    "name": "Loan Truong",
    "linkedin_url": "https://www.linkedin.com/in/ttploan",
    "about": [
        "Experienced in recruitment across different industries, I take great joy in connecting the right talents with the right opportunities. I strongly believe what I do goes beyond filling a vacant seat, it's about building and shaping a community of talents who share the same vision and commitment.\n\nAlso skilled in presentation, strategic planning and stakeholder management."
    ],
    "experiences": [
        {
            "institution_name": "Mastercard",
            "website": "https://www.linkedin.com/company/3015/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Oct 2022",
            "to_date": "Present",
            "description": "Why Mastercard\nWhy Mastercard",
            "position_title": "Senior Talent Acquisition Specialist, APAC",
            "duration": "3 mos",
            "location": "Vietnam",
            "times": "Full-time"
        },
        {
            "institution_name": "Zühlke Group",
            "website": "https://www.linkedin.com/company/23900/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jul 2021",
            "to_date": "Oct 2022",
            "description": "Zühlke was founded in Switzerland in 1968 and is owned by its partners. Our 1,300 employees are based in Austria, Bulgaria, Germany, Hong Kong, Portugal, Serbia, Singapore, Switzerland, the United Kingdom and Vietnam, serving clients from a wide range of industries. In addition, our venture capital arm Zühlke Ventures provides start-up financing in the high-tech sector.\n\nAs a part of Zühlke Asia 's Recruitment Team, and one of the pioneer members at the Vietnam Office, some of my main responsibilities include:\n- Conducting end-to-end hiring process to build up the workforce in Vietnam\n- Active candidate sourcing, talent mapping and managing different recruitment touchpoints and stakeholders (job board, agencies, partnerships, etc)\n- Working closely with key internal stakeholders across different markets to align on recruitment strategies and action plans and make important recruitment decisions\n- Facilitating and conducting onboarding process for new hires to ensure a good employee experience and smooth integration to the company\nZühlke was founded in Switzerland in 1968 and is owned by its partners. Our 1,300 employees are based in Austria, Bulgaria, Germany, Hong Kong, Portugal, Serbia, Singapore, Switzerland, the United Kingdom and Vietnam, serving clients from a wide range of industries. In addition, our venture capital arm Zühlke Ventures provides start-up financing in the high-tech sector. As a part of Zühlke Asia 's Recruitment Team, and one of the pioneer members at the Vietnam Office, some of my main responsibilities include: - Conducting end-to-end hiring process to build up the workforce in Vietnam - Active candidate sourcing, talent mapping and managing different recruitment touchpoints and stakeholders (job board, agencies, partnerships, etc) - Working closely with key internal stakeholders across different markets to align on recruitment strategies and action plans and make important recruitment decisions - Facilitating and conducting onboarding process for new hires to ensure a good employee experience and smooth integration to the company",
            "position_title": "Talent Relations & Recruiting Specialist",
            "duration": "1 yr 4 mos",
            "location": "Ho Chi Minh City, Vietnam",
            "times": "Full-time"
        },
        {
            "institution_name": "Tetra Pak",
            "website": "https://www.linkedin.com/company/2604/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jul 2018",
            "to_date": "Jul 2021",
            "description": "Tetra Pak is the world's leading food processing and packaging solutions company. Working closely with our customers and suppliers, we provide safe, innovative and environmentally sound products that each day meet the needs of hundreds of millions of people in more than 160 countries. With more than 24,000 employees around the world, we believe in responsible industry leadership and a sustainable approach to business. Our motto, “PROTECTS WHAT’S GOOD™,\" reflects our vision to make food safe and available, everywhere.\n\nI am currently the Recruitment Lead for Tetra Pak in Vietnam, handling all hiring positions of all job levels for both the market company and newly inaugurated factory in Binh Duong.\n\nSome of my responsibilities include:\n- Working closely with Hiring Manager on hiring requirements and expectations\n- Involving in end-to-end hiring process from application to onboarding\n- Tracking and following-up with employees' probation, contract expiration and renewal\n- Other projects: mass recruitment events, university relation activities, employer branding, etc\nTetra Pak is the world's leading food processing and packaging solutions company. Working closely with our customers and suppliers, we provide safe, innovative and environmentally sound products that each day meet the needs of hundreds of millions of people in more than 160 countries. With more than 24,000 employees around the world, we believe in responsible industry leadership and a sustainable approach to business. Our motto, “PROTECTS WHAT’S GOOD™,\" reflects our vision to make food safe and available, everywhere. I am currently the Recruitment Lead for Tetra Pak in Vietnam, handling all hiring positions of all job levels for both the market company and newly inaugurated factory in Binh Duong. Some of my responsibilities include: - Working closely with Hiring Manager on hiring requirements and expectations - Involving in end-to-end hiring process from application to onboarding - Tracking and following-up with employees' probation, contract expiration and renewal - Other projects: mass recruitment events, university relation activities, employer branding, etc",
            "position_title": "Country Resourcing Specialist",
            "duration": "3 yrs 1 mo",
            "location": "HCMC, Vietnam",
            "times": null
        },
        {
            "institution_name": "Nielsen",
            "website": "https://www.linkedin.com/company/1714/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Aug 2017",
            "to_date": "Jun 2018",
            "description": "Responsible for the mass and non-mass E2E recruitment process for both office and field candidates of Consumer Insights department (field interviewer/field recruiter), including:\n\n1. Staffing/ Recruitment:\n- In charge of the bi-monthly mass recruitment plan for field collaborators\n- Sourcing, screening and interviewing field (quanti/quali) candidates\n- Providing (non-mass) recruitment support for Consumer Insights department/projects' demands\n- Allocating successful new hires into suitable teams/projects to maximize project's span of control\n\n2. Onboarding:\n- Supervising the onboarding for new hires of CI&I department\n- Communicating with successful new hires on the needed preparation for their onboarding\n\n3. Communication & Training:\n- Supporting internal communication projects (Labor Union, Integrity Team, Event Team)\n- Executing department's Learning & Development (TED/L&D) plan\n- Training and supervising 1 trainee recruiter from HN to conduct recruitment plan nationwide\nResponsible for the mass and non-mass E2E recruitment process for both office and field candidates of Consumer Insights department (field interviewer/field recruiter), including: 1. Staffing/ Recruitment: - In charge of the bi-monthly mass recruitment plan for field collaborators - Sourcing, screening and interviewing field (quanti/quali) candidates - Providing (non-mass) recruitment support for Consumer Insights department/projects' demands - Allocating successful new hires into suitable teams/projects to maximize project's span of control 2. Onboarding: - Supervising the onboarding for new hires of CI&I department - Communicating with successful new hires on the needed preparation for their onboarding 3. Communication & Training: - Supporting internal communication projects (Labor Union, Integrity Team, Event Team) - Executing department's Learning & Development (TED/L&D) plan - Training and supervising 1 trainee recruiter from HN to conduct recruitment plan nationwide",
            "position_title": "Recruiter cum People Engagement",
            "duration": "11 mos",
            "location": "HCMC, Vietnam",
            "times": null
        },
        {
            "institution_name": "Intel Corporation",
            "website": "https://www.linkedin.com/company/1053/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Apr 2016",
            "to_date": "Jan 2017",
            "description": "Job scopes involve engagement with the recruitment process for both technical/manufacturing employees (12 working hours/day) and office employees (8 working hours/day) Responsibilities include:\n\n1. Staffing/Recruitment\n- Cold-calling candidates for recruitment invitation\n- Sourcing and screening, arranging interview with potential candidates for hiring need\n- Coordinating hiring events for any mass recruitment batch\n- Job posting and screening internship positions + fresh graduates positions (IT, finance, engineering, manufacturing, supply chain, etc)\n\n2. Onboarding:\n- Supporting and assuring the complete of data for new hires on HRIS (Taleo, Workday)\n- Offer delivery and follow-up with internship positions and manufacturing employees\n\n3. College engagement:\n- Coordinating external events (career fair, workshop, company tours) on behalf of company\n- Following up with partnership with external parties for new source of potential candidates\nJob scopes involve engagement with the recruitment process for both technical/manufacturing employees (12 working hours/day) and office employees (8 working hours/day) Responsibilities include: 1. Staffing/Recruitment - Cold-calling candidates for recruitment invitation - Sourcing and screening, arranging interview with potential candidates for hiring need - Coordinating hiring events for any mass recruitment batch - Job posting and screening internship positions + fresh graduates positions (IT, finance, engineering, manufacturing, supply chain, etc) 2. Onboarding: - Supporting and assuring the complete of data for new hires on HRIS (Taleo, Workday) - Offer delivery and follow-up with internship positions and manufacturing employees 3. College engagement: - Coordinating external events (career fair, workshop, company tours) on behalf of company - Following up with partnership with external parties for new source of potential candidates",
            "position_title": "Talent Acquisition",
            "duration": "10 mos",
            "location": "HCMC, Vietnam",
            "times": null
        }
    ],
    "educations": [
        {
            "institution_name": "Foreign Trade University",
            "website": "https://www.linkedin.com/company/15249511/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": null,
            "to_date": null,
            "description": null,
            "degree": "Bachelor's degree",
            "field_of_study": "International Business",
            "grade": null,
            "activities": null
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": []
}