{
    "name": "Tuan Anh Nguyen (Jack)",
    "linkedin_url": "https://www.linkedin.com/in/tuan-anh-nguyen-jack-31781b163",
    "about": [
        "If you are candidates, find out career opportunities here.\nPlease feel free to contact me via:\nEmail: jack.ng1608@gmail.com\nMobile : 0968.23.24.01\nThank for your connecting!"
    ],
    "experiences": [
        {
            "institution_name": "NOVALAND",
            "website": "https://www.linkedin.com/company/77172793/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Mar 2022",
            "to_date": "Present",
            "description": null,
            "position_title": "Talent Acquisition Supervisor",
            "duration": "10 mos",
            "location": null,
            "times": null
        },
        {
            "institution_name": "AIA Vietnam",
            "website": "https://www.linkedin.com/company/18631975/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Apr 2021",
            "to_date": "Apr 2022",
            "description": null,
            "position_title": "Talent Acquisition Supervisor",
            "duration": "1 yr 1 mo",
            "location": null,
            "times": null
        },
        {
            "institution_name": "CÔNG TY CỔ PHẦN ĐẦU TƯ THẾ GIỚI DI ĐỘNG",
            "website": "https://www.linkedin.com/company/1883173/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jan 2019",
            "to_date": "Apr 2021",
            "description": "1. Recruiment (60%)\n- In charge of recruiting for back office positions: IT, HR, Marketing, Legal, Accountant, Audit, Business Development, E-commer,…\n- Hunt candidates for high-level positions: Senior Softwware Developer (ASP.NET MVC/.NET/Java), Senior Business Analyst, Project Manager, Audit Manager, Administration Manager, Logistic Manager, Purchasing Supervisor,...\n- Attract qualified candidates, interview, check reference, deal salary with candidate.\n- Build talent pool, develop personal social media channels to promptly respond to recruitment needs.\n\n2. Employee Branding (30%)\n- Connect with universities to build a source of quality young candidates from students.\n- Organize events via company tours such as IT Fresher, Accountant Fresher, HR Management Trainee,…\n- Produce EB clips to develop recruitment branding as well as bring the image of MWG's working environment closer to candidates.\n\n3. HRBP (10%)\n- Consulting, rewriting job description for these positions in the responsible department.\n- Consulting with manager to rewrite the organizational structure and internal staff capacity assessment system for the industry deparment.\n- Make monthly recruitment reports such as the number of recruitment, rate of resignation, quality of entry candidates,ect.\n- Take care new employees in 2 months of probation after that give timely forecasts for the line manager\n1. Recruiment (60%) - In charge of recruiting for back office positions: IT, HR, Marketing, Legal, Accountant, Audit, Business Development, E-commer,… - Hunt candidates for high-level positions: Senior Softwware Developer (ASP.NET MVC/.NET/Java), Senior Business Analyst, Project Manager, Audit Manager, Administration Manager, Logistic Manager, Purchasing Supervisor,... - Attract qualified candidates, interview, check reference, deal salary with candidate. - Build talent pool, develop personal social media channels to promptly respond to recruitment needs. 2. Employee Branding (30%) - Connect with universities to build a source of quality young candidates from students. - Organize events via company tours such as IT Fresher, Accountant Fresher, HR Management Trainee,… - Produce EB clips to develop recruitment branding as well as bring the image of MWG's working environment closer to candidates. 3. HRBP (10%) - Consulting, rewriting job description for these positions in the responsible department. - Consulting with manager to rewrite the organizational structure and internal staff capacity assessment system for the industry deparment. - Make monthly recruitment reports such as the number of recruitment, rate of resignation, quality of entry candidates,ect. - Take care new employees in 2 months of probation after that give timely forecasts for the line manager",
            "position_title": "Senior EB & Talent Acquisition",
            "duration": "2 yrs 4 mos",
            "location": "Dist 9, Ho Chi Minh City, Vietnam",
            "times": null
        },
        {
            "institution_name": "Worklink-Hr",
            "website": "https://www.linkedin.com/company/30894265/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jan 2018",
            "to_date": "Dec 2018",
            "description": "- Partnering with hiring managers to determine staffing needs\n- Screening resumes\n- Performing in-person and phone interviews with candidates\n- Administering appropriate company assessments\n- Performing reference and background checks\n- Making recommendations to company hiring managers\n- Coordinating interviews with the hiring managers\n- Following up on the interview process status\n- Maintaining relationships with both internal and external clients to ensure staffing goals are achieved\n- Communicating employer information and benefits during screening process\n- Staying current on the company’s organization structure, personnel policy, and federal and state laws regarding employment practices\n- Serving as a liaison with area employment agencies, colleges, and industry associations\n- Completing timely reports on employment activity\n- Conducting exit interviews on terminating employees\n- Partnering with hiring managers to determine staffing needs - Screening resumes - Performing in-person and phone interviews with candidates - Administering appropriate company assessments - Performing reference and background checks - Making recommendations to company hiring managers - Coordinating interviews with the hiring managers - Following up on the interview process status - Maintaining relationships with both internal and external clients to ensure staffing goals are achieved - Communicating employer information and benefits during screening process - Staying current on the company’s organization structure, personnel policy, and federal and state laws regarding employment practices - Serving as a liaison with area employment agencies, colleges, and industry associations - Completing timely reports on employment activity - Conducting exit interviews on terminating employees",
            "position_title": "Headhunter",
            "duration": "1 yr",
            "location": "32A, 81 Street, District 7, Ho Chi Minh City, Vitenam",
            "times": null
        },
        {
            "institution_name": "FPT Corporation",
            "website": "https://www.linkedin.com/company/14616208/",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jun 2017",
            "to_date": "Dec 2017",
            "description": "- Advising management on the administration of human resources policies and procedures\n- Serving as internal consultants by analyzing a company’s current HR programs and recommending solutions\n- Developing, revising, and implementing HR policies and procedures\n- Ensuring HR programs and services are in compliance with established policies and procedures and state/federal laws and regulations\n- Preparing and maintaining reports related to specific HR projects\n- Assisting with the development and coordination of recommended changes regarding workflow\n- Developing methods for compiling and analyzing data for reports and special projects\n- Conducting audits of HR activities to ensure compliance\n- Presenting training sessions related to specific HR programs\n- Advising management on the administration of human resources policies and procedures - Serving as internal consultants by analyzing a company’s current HR programs and recommending solutions - Developing, revising, and implementing HR policies and procedures - Ensuring HR programs and services are in compliance with established policies and procedures and state/federal laws and regulations - Preparing and maintaining reports related to specific HR projects - Assisting with the development and coordination of recommended changes regarding workflow - Developing methods for compiling and analyzing data for reports and special projects - Conducting audits of HR activities to ensure compliance - Presenting training sessions related to specific HR programs",
            "position_title": "Recruiter",
            "duration": "7 mos",
            "location": "Tan Thuan, District 7, Ho Chi Minh City, Vietnam",
            "times": null
        }
    ],
    "educations": [
        {
            "institution_name": "University of Economics Ho Chi Minh City",
            "website": "https://www.linkedin.com/search/results/all/?keywords=University+of+Economics+Ho+Chi+Minh+City",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Mar 2014",
            "to_date": "Jan 2018",
            "description": "University of Economics Ho Chi Minh City",
            "degree": "Bachelor's degree",
            "field_of_study": "Human Resources Management/Personnel Administration, General/Hospitality Management",
            "grade": null,
            "activities": "- Head of Communication Department of \"Sea To Sea 2016\" Contest.\n- Head of Communication Department of Music Program To Raise Funds For Charity \"Súp For Soul 2016\" .\n- Author at The S Magazine of UEH.\n- Organization board of \"Let's On Air 2016\" Contest.\n- Organization board of \"Xuan Yeu Thuong 2015\"\n- Board of Director at Giai Dieu Tre Club."
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": [
        {
            "name": "Data Analysis",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Social Media Marketing",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Training",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "International Recruitment",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Communication",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "English as a Second Language (ESL)",
            "tag": "LANGUAGES"
        }
    ]
}