{
    "name": "van, le thanh",
    "linkedin_url": "https://www.linkedin.com/in/van-le-thanh-836627167",
    "about": [
        "I have specialized training in Organization and Human Resource Management of the National Academy of Public\nAdministration. After graduating from University, I have more than 07 years of experience in the HR profession and experience\nmany different positions such as General HR specialist; Recruitment; C&B; HRM... and I always improve myself to strive to\nbecome an HR Director that fully converges \"ethics\", \"expertise\" and \"experience\" in the profession.\nPlease contact me:\nPhone: 0986705553\nEmail: lethanhvan.hr@gmail.com"
    ],
    "experiences": [
        {
            "institution_name": "HAINAM AUTOMATION TECHNOLOGY JSC",
            "website": "https://www.linkedin.com/search/results/all/?keywords=HAINAM+AUTOMATION+TECHNOLOGY+JSC",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Mar 2019",
            "to_date": "Present",
            "description": "- Advise and propose to the General Director issues in the field of personnel such as: Building organizational structure, administration of the company, recruitment training, salary options, rewarding welfare regime for employees.\n- Making annual, quarterly and monthly recruitment and training plans for human resources development for the company.\n- Building, supplementing, completing processes and regulations applied in the Company.\n- Developing human resources in the company by devising strategies to evaluate employee productivity, recruitment, training and development ...\n- Supervise departmental systems, human resource management strategies and tactics\n- Supervising and instructing human resources personnel about management and personnel activities at the unit\n- Working with trade unions, and workers-related issues\n- Monitor and ensure compliance with internal regulations and laws\n- Resolving complaints and handling issues related to labor relations in the Company\n- Organize the implementation of Administrative tasks: Reception and external relations;\n- Manage the system administration on the process and regulations on the use of assets, means and norms of administrative costs at the units;\n- Implementing the management of buildings about: fire protection, security, protection, environment ...\n- Manage office administrative activities: Records, papers, seals, data, vehicle fleet ...\n- Organizing and managing cafeteria activities at the Company.\n- Report to the members' council through personnel data.\n- Advise and propose to the General Director issues in the field of personnel such as: Building organizational structure, administration of the company, recruitment training, salary options, rewarding welfare regime for employees. - Making annual, quarterly and monthly recruitment and training plans for human resources development for the company. - Building, supplementing, completing processes and regulations applied in the Company. - Developing human resources in the company by devising strategies to evaluate employee productivity, recruitment, training and development ... - Supervise departmental systems, human resource management strategies and tactics - Supervising and instructing human resources personnel about management and personnel activities at the unit - Working with trade unions, and workers-related issues - Monitor and ensure compliance with internal regulations and laws - Resolving complaints and handling issues related to labor relations in the Company - Organize the implementation of Administrative tasks: Reception and external relations; - Manage the system administration on the process and regulations on the use of assets, means and norms of administrative costs at the units; - Implementing the management of buildings about: fire protection, security, protection, environment ... - Manage office administrative activities: Records, papers, seals, data, vehicle fleet ... - Organizing and managing cafeteria activities at the Company. - Report to the members' council through personnel data.",
            "position_title": "HR Manager",
            "duration": "3 yrs 10 mos",
            "location": "High - Tech Zone, District 9, HCM City",
            "times": "Full-time"
        },
        {
            "institution_name": "TAI NGUYEN CONSTRUCTION, PRODUCTION, TRADING CO., LTD",
            "website": "https://www.linkedin.com/search/results/all/?keywords=TAI+NGUYEN+CONSTRUCTION%2C+PRODUCTION%2C+TRADING+CO%2E%2C+LTD",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Apr 2017",
            "to_date": "Jul 2019",
            "description": "Building the structure, organizational chart, staffing according to each development stage of the organization;\n- Develop criteria - criteria for titles, capacity framework for each job position;\n- Review and consolidate the system of processes and regulations of the company;\n- Develop a roadmap for promotion and personnel development in each stage of the company;\n- Arranging, arranging and rotating personnel according to the direction of the Board of Directors of the company and in the management and administration competence.\n- Develop policies to attract talents; policies to retain workers; welfare policy for employees.\n- Build a working environment according to the standards and development orientation of the company.\n- Training and fostering inherited human resources, planning potential personnel according to the company's vision, value and development strategy.\n- Advising the Board of Directors on long-term personnel development and systematic orientation.\nBuilding the structure, organizational chart, staffing according to each development stage of the organization; - Develop criteria - criteria for titles, capacity framework for each job position; - Review and consolidate the system of processes and regulations of the company; - Develop a roadmap for promotion and personnel development in each stage of the company; - Arranging, arranging and rotating personnel according to the direction of the Board of Directors of the company and in the management and administration competence. - Develop policies to attract talents; policies to retain workers; welfare policy for employees. - Build a working environment according to the standards and development orientation of the company. - Training and fostering inherited human resources, planning potential personnel according to the company's vision, value and development strategy. - Advising the Board of Directors on long-term personnel development and systematic orientation.\nTAINGUYEN GROUP\nTAINGUYEN GROUP\n<a href=\"/ha-noi-sot-dat-5-huyen-len-quan-muon-dau-tu-phai-gap-10-chu-nha-tiep-vai-moi-gioi-nd84241.html\" title=\"Hà Nội sốt đất 5 huyện lên quận: \"Muốn đầu tư phải gặp 10 chủ nhà, tiếp vài môi giới\"\">Hà Nội sốt đất 5 huyện lên quận: \"Muốn đầu tư phải...",
            "position_title": "HRM",
            "duration": "2 yrs 4 mos",
            "location": "Ho Chi Minh, Viet nam",
            "times": null
        },
        {
            "institution_name": "VIETDUCTH INTERNATIONAL JOINT STOCK COMPANY - CENTURY GROUP (INDIA)",
            "website": "https://www.linkedin.com/search/results/all/?keywords=VIETDUCTH+INTERNATIONAL+JOINT+STOCK+COMPANY+-+CENTURY+GROUP+%28INDIA%29",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "Jan 2014",
            "to_date": "Apr 2017",
            "description": "Working address: Pakxan factory and Atapu factory in Laos.\nScale: Each factory has more than 500 workers. Total more than 1500 workers at 3 factories.\na. Human Resources\n- Managing the supply of human resources services of the Company.\n- Organizing and planning human resources, staffing the whole factory; design job descriptions, personnel standards, capacity profiles; Maintaining and improving policies, procedures and regulations on human resources; rules, norms, programs for developing company culture.\nRecruitment:\nü Planning, recruitment organizations to meet the requirements of the units;\nü Directly recruiting Lao and Vietnamese workers to factories;\nü Develop & improve the recruitment, training and retiring processes;\nü Develop recruitment regulations for each factory;\n- Training for integration and intensive training planning:\nGuide construction units: job descriptions; capacity framework, personnel standards; Identify training needs and summarize training needs of units;\n- Organize the construction of training programs for training units & materials;\n- Organize training programs; integration training for new employees joining the Company;\n- Develop promotion path and staff development policy.\n- Manage recruiting budgets, train & evaluate recruitment efficiency; effective training; Managing personnel fluctuations, analyzing and proposing solutions to align employees;\n- Directing the formulation of salary scales and payrolls and managing how to pay employees.\n- Managing social insurance payment activities, declaring personal income tax by month, quarter and year.\nWorking address: Pakxan factory and Atapu factory in Laos. Scale: Each factory has more than 500 workers. Total more than 1500 workers at 3 factories. a. Human Resources - Managing the supply of human resources services of the Company. - Organizing and planning human resources, staffing the whole factory; design job descriptions, personnel standards, capacity profiles; Maintaining and improving policies, procedures and regulations on human resources; rules, norms, programs for developing company culture. Recruitment: ü Planning, recruitment organizations to meet the requirements of the units; ü Directly recruiting Lao and Vietnamese workers to factories; ü Develop & improve the recruitment, training and retiring processes; ü Develop recruitment regulations for each factory; - Training for integration and intensive training planning: Guide construction units: job descriptions; capacity framework, personnel standards; Identify training needs and summarize training needs of units; - Organize the construction of training programs for training units & materials; - Organize training programs; integration training for new employees joining the Company; - Develop promotion path and staff development policy. - Manage recruiting budgets, train & evaluate recruitment efficiency; effective training; Managing personnel fluctuations, analyzing and proposing solutions to align employees; - Directing the formulation of salary scales and payrolls and managing how to pay employees. - Managing social insurance payment activities, declaring personal income tax by month, quarter and year.\nCenturyPly\nCenturyPly\nCenturyply – A leading manufacturer and supplier of quality plywood, laminate sheets, fiberboard, marine wood, MDF boards, sunmica and veneer wood products in different designs and costs.\nCenturyPly\nCenturyPly\nCenturyply – A leading manufacturer and supplier of quality plywood, laminate sheets, fiberboard, marine wood, MDF boards, sunmica and veneer wood products in different designs and costs.",
            "position_title": "HR specialist, HR Manager",
            "duration": "3 yrs 4 mos",
            "location": "Hanoi Capital, Vietnamese",
            "times": null
        }
    ],
    "educations": [
        {
            "institution_name": "UEF",
            "website": "https://www.linkedin.com/search/results/all/?keywords=UEF+",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2018",
            "to_date": "2019",
            "description": null,
            "degree": "Certificate",
            "field_of_study": "HRM",
            "grade": "Good",
            "activities": "Drawing personnel structure\nprofessional human resource management\nlearn about recruitment, salary and training activities\nLearn about quality management\nlearn about labor law and labor disputes\nEstablishing regulations / regulations / human resource management procedures ..."
        },
        {
            "institution_name": "National academic public adminstration (NAPA)",
            "website": "https://www.linkedin.com/search/results/all/?keywords=National+academic+public+adminstration+%28NAPA%29",
            "industry": null,
            "type": null,
            "headquarters": null,
            "company_size": null,
            "founded": null,
            "from_date": "2009",
            "to_date": "2013",
            "description": null,
            "degree": "Good",
            "field_of_study": "Human Resources Management/Personnel Administration, General",
            "grade": null,
            "activities": null
        }
    ],
    "interests": [],
    "accomplishments": [],
    "also_viewed_urls": [],
    "contacts": [],
    "skills": [
        {
            "name": "Strategic Communications",
            "tag": "INDUSTRY-KNOWLEDGE"
        },
        {
            "name": "Microsoft Excel",
            "tag": "TOOLS-&-TECHNOLOGIES"
        },
        {
            "name": "Team Leadership",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Team Coordination",
            "tag": "INTERPERSONAL-SKILLS"
        },
        {
            "name": "Management",
            "tag": "INTERPERSONAL-SKILLS"
        }
    ]
}